Repository: Dnigor/mycnew
Catalog: myCustomers.Web/Resources/*/ClientStrings.*.resx
Languages: de, nl

# ABBR_HOMEPHONE
source: H:
de: F:

source: Approved
de: Genehmigt

# ARCHIVECUSTOMERS_SUCCESS
source: The customers were successfully archived.
de: Die Kunden wurden archiviert.
nl: De klanten zijn met succes gearchiveerd.

# ARCHIVEORDERS_SUCCESS
source: The orders were successfully archived.
de: Die Bestellungen wurden archiviert
nl: De bestellingen zijn met succes gearchiveerd.

source: Cancel
de: Abbrechen
nl: ANNULEREN

source: Checking delivery address...
de: Versandadresse checken

# CONFIRM_ARCHIVECUSTOMERS_BODY
source: Are you sure you want to archive? <small class="muted"> <br/><br/>To find archived customers in the future go to Customers --> Click Filter --> Select Archive.</small>
de: Möchten Sie diese Kunden wirklich archivieren? <small class="muted"> <br/><br/>Archivierte Kunden finden Sie unter Kunden --> Klicken Sie auf Filter--> Wählen Sie Archiv.</small>
nl: Weet u zeker dat u wilt archiveren? <small class="muted"> <br/><br/>Om in de toekomst gearchiveerde klanten te vinden gaat u naar Klanten --> Klik op Filter --> Selecteer Archief.</small>

# CONFIRM_ARCHIVECUSTOMERS_TITLE
source: Archive Customers
de: Kunden archivieren
nl: Klanten archiveren

# CONFIRM_ARCHIVECUSTOMER_BODY
source: Are you sure you want to archive? <small class="muted"> <br/><br/>To find archived customers in the future go to Customers --> Click Filter --> Select Archive.</small>
de: Möchten Sie diese Kunden wirklich archivieren? <small class="muted"> <br/><br/>Archivierte Kunden finden Sie unter Kunden --> Klicken Sie auf Filter--> Wählen Sie Archiv.</small>

# CONFIRM_ARCHIVECUSTOMER_TITLE
source: Archive Customer
de: Kunde archivieren

# CONFIRM_ARCHIVEORDERS_BODY
source: Are you sure you want to archive the selected orders?
de: Möchten Sie die ausgewählte Bestellung wirklich archivieren?
nl: Weet u zeker dat u de geselecteerde bestellingen wilt archiveren?

# CONFIRM_ARCHIVEORDERS_TITLE
source: Archive Orders
de: Bestellungen archivieren
nl: Bestellingen archiveren

# CONFIRM_ARCHIVEORDER_BODY
source: Are you sure you want to archive this order?
de: Möchten Sie diese Bestellung wirklich archivieren?
nl: Weet u zeker dat u deze bestelling wilt archiveren?

# CONFIRM_ARCHIVEORDER_TITLE
source: Archive Order
de: Bestellung archivieren
nl: Bestelling archiveren

# CONFIRM_DELETECUSTOMERS_BODY
source: Are you sure you want to move this file to your Trash Bin? <small class="muted"> <br/><br/>Please note if you click “OK” all information related to this customer(s) will be moved to your Trash Bin including contact information, order history, Personal Website login information, and product reorder reminders. To permanently delete customer information you must click on the Trash Bin icon and then click “Permanently Delete Customer.”
de: Sind Sie sicher, dass Sie dies löschen möchten? <small class="muted"> <br/><br/>Alle Informationen zu diesem Kunden werden gelöscht; Bestellungen, Erinnerungen, Produktnachbestellung, etc. Um gelöschte Kunden wieder zu finden, klicken Sie auf den Papierkorb.

# CONFIRM_DELETECUSTOMERS_TITLE
source: Delete Customers
de: Kunden löschen

# CONFIRM_DELETECUSTOMER_BODY
source: Are you sure you want to delete? <small class="muted"> <br/><br/>All information related to this customer will be deleted; orders, reminders, product reorder reminders, etc. To find deleted customers in the future, click on the trashcan icon.
de: Sind Sie sicher, dass Sie dies löschen möchten? <small class="muted"> <br/><br/>Alle Informationen zu diesem Kunden werden gelöscht; Bestellungen, Erinnerungen, Produktnachbestellung, etc. Um gelöschte Kunden wieder zu finden, klicken Sie auf den Papierkorb.

# CONFIRM_DELETECUSTOMER_TITLE
source: Delete Customer
de: Kunden löschen

# CONFIRM_DELETEFROMGROUP_BODY
source: Are you sure you want to remove the selected customers from the group?
de: Sind Sie sicher, dass Sie diesen Kunden aus der Gruppe löschen möchten?

# CONFIRM_DELETEFROMGROUP_TITLE
source: Remove From Group
de: Von der Gruppe entfernen

# CONFIRM_DELETEGROUPS_BODY
source: Are you sure you want to delete the selected groups?
de: Sind Sie sicher, dass Sie die gelöschten Gruppen löschen möchten?

# CONFIRM_DELETEORDERS_BODY
source: Are you sure you want to delete the selected orders?
de: Sind Sie sicher, dass Sie die ausgewählten Bestellungen löschen möchten?

# CONFIRM_DELETEORDERS_TITLE
source: Delete Orders
de: Bestellungen löschen

# CONFIRM_DELETEORDER_BODY
source: Are you sure you want to delete this order?
de: Sind Sie sicher, dass Sie die Bestellung löschen möchten?

# CONFIRM_DELETEORDER_TITLE
source: Delete Order
de: Bestellung löschen

# CONFIRM_MARKCOMPLETE_BODY
source: Are you sure you want to mark this order as processed? <br/><br/><small class="muted">You can review and edit this order any time.<small/>
de: Sind Sie sicher, dass Sie zur Abwicklung der Bestellung?
nl: Weet u zeker dat u de bestelling te verwerken?

# CONFIRM_MARKCOMPLETE_TITLE
source: Confirm Mark As Complete
de: Bestätigen Sie als erledigt markieren
nl: Bevestig Mark Zoals Compleet

# CONFIRM_MARKSHIPPED_BODY
source: Are you sure you want to mark this order as shipped / delivered? <br/><br/><small class="muted">You can review and edit this order any time.<small/>
de: Sind Sie sicher, dass Sie diese Bestellung als verschickt markieren möchten? <br/><br/><small class="muted">Sie können diese Bestellung ansehen und bearbeiten.<small/>

# CONFIRM_MARKSHIPPED_TITLE
source: Confirm Mark As Shipped / Delivered
de: Als verschickt markieren

# CONFIRM_REMOVEADDRESS_BODY
source: Are you sure you want to remove the address?
de: Sind Sie sicher, dass Sie die Adresse löschen möchten?

# CONFIRM_REMOVEADDRESS_TITLE
source: Confirm Remove Address
de: Entfernen der Adresse bestätigen

# CONFIRM_REMOVEFOLLOWUP_BODY
source: Are you sure you want to remove the follow-up?
de: Möchten Sie die Erinnerung zum Nachfassen wirklich löschen?
nl: Weet u zeker dat u de follow-up wilt verwijderen?

# CONFIRM_REMOVEFOLLOWUP_TITLE
source: Confirm Remove Follow-up
de: Bestätigen Sie, dass Sie die Erinnerung zum Nachfassen löschen möchten
nl: Verwijderen follow-up bevestigen

# CONFIRM_REMOVEORDERITEM_BODY
source: Are you sure you want to remove the product from the order?
de: Möchten Sie das Produkt wirklich aus der Bestellung entfernen?
nl: Weet u zeker dat u het product uit de bestelling wilt verwijderen?

# CONFIRM_REMOVEORDERITEM_TITLE
source: Confirm Remove Product
de: Bestätigen Sie, dass Sie das Produkt entfernen möchten
nl: Verwijderen product bevestigen

# CONFIRM_REMOVEPAYMENT_BODY
source: Are you sure you want to remove the payment from the order?
de: Möchten Sie die Zahlung wirklich aus der Bestellung löschen?
nl: Weet u zeker dat u de betaling van de bestelling wilt verwijderen?

# CONFIRM_REMOVEPAYMENT_TITLE
source: Confirm Remove Payment
de: Bestätigen Sie das Löschen der Zahlung
nl: Verwijderen betaling bevestigen

# CONFIRM_REMOVEPHONE_BODY
source: Are you sure you want to remove this phone number?
de: Möchten Sie diese Telefonnummer wirklich entfernen?
nl: Weet u zeker dat u dit telefoonnummer wilt verwijderen?

# CONFIRM_REMOVEPHONE_TITLE
source: Remove Phone Number
de: Telefonnummer entfernen
nl: Telefoonnummer verwijderen

# CONFIRM_RESTORECUSTOMERS_BODY
source: Are you sure you want to restore? <small class="muted"> <br/><br/>To find restored customers in the future click on the customer list.
de: Sind Sie sicher, dass Sie archivieren möchten? <small class="muted"> <br/><br/>Um archivierte Kunden zu finden, klicken Sie auf die Kundenliste.

# CONFIRM_RESTORECUSTOMERS_TITLE
source: Restore Customers
de: Kunden archivieren

# CONFIRM_RESTOREORDERS_BODY
source: Are you sure you want to restore? <small class="muted"> <br/><br/>To find restored orders in the future click on the order list.
de: Sind Sie sicher, dass Sie archivieren möchten? <small class="muted"> <br/><br/>Um archivierte Bestellungen zu finden, klicken Sie auf die Liste Ihrer Bestellungen.

# CONFIRM_RESTOREORDERS_TITLE
source: Restore Orders
de: Bestellungen wiederherstellen

# CONFIRM_SAVEORDERBEFOREPAYMENT_BODY
source: The order must be saved before you can process a credit card payment. Do you want to save the order and continue processing a credit card payment?
de: Die Bestellung muss gespeichert werden, bevor Sie die Bezahlung abschließen möchten. Möchten Sie die Bestellung speichern und mit der Kreditkartenbezahlun fortfahren?

# CONFIRM_SAVEORDER_TITLE
source: Save Order?
de: Bestellung speichern?

# CONFIRM_UNARCHIVECUSTOMERS_BODY
source: Are you sure you want to unarchive the selected customers?
de: Möchten Sie die ausgewählten Kunden wirklich aus dem Archiv holen?
nl: Weet u zeker dat u de geselecteerde klanten wilt dearchiveren?

# CONFIRM_UNARCHIVECUSTOMERS_TITLE
source: Unarchive Customers
de: Kunde aus dem Archiv holen
nl: Klanten dearchiveren

# CONFIRM_UNARCHIVECUSTOMER_BODY
source: Are you sure you want to unarchive this customer?
de: Möchten Sie die ausgewählten Kunden wirklich aus dem Archiv holen?
nl: Weet u zeker dat u de geselecteerde klanten wilt dearchiveren?

# CONFIRM_UNARCHIVECUSTOMER_TITLE
source: Unarchive Customer
de: Kunden aus Archiv zurückholen
nl: Klanten dearchiveren

# CONFIRM_UNARCHIVEORDERS_BODY
source: Are you sure you want to unarchive the selected orders?
de: Möchten Sie die ausgewählten Bestellungen wirklich aus dem Archiv holen?

# CONFIRM_UNARCHIVEORDERS_TITLE
source: Unarchive Orders
de: Bestellungen wiederherstellen

# CONFIRM_UNARCHIVEORDER_BODY
source: Are you sure you want to unarchive this order?
de: Möchten Sie die ausgewählten Bestellungen wirklich aus dem Archiv holen?
nl: Weet u zeker dat u de geselecteerde bestellingen wilt dearchiveren?

# CONFIRM_UNARCHIVEORDER_TITLE
source: Unarchive Order
de: Bestellung aus dem Archiv holen
nl: Bestelling dearchiveren

# CONFIRM_UNDELETECUSTOMER_BODY
source: Are you sure you want to undelete this customer?
de: Möchten Sie die Undelete dieser Kunde?
nl: Weet u undelete deze klant?

# CONFIRM_UNDELETECUSTOMER_TITLE
source: Undelete Customer
de: Löschen des Kunden rückgängig machen

# CONFIRM_UNDELETEORDER_BODY
source: Are you sure you want to undelete this order?
de: Sind Sie sicher, dass das Löschen dieser Bestellung rückgängig machen möchten?

# CONFIRM_UNDELETEORDER_TITLE
source: Undelete Order
de: Löschen der Bestellung rückgängig machen

# CONFIRM_UPDATEPAYMENTSTATUS_BODY
source: Are you sure you want to update the status of the selected orders?
de: Sind Sie sicher, dass Sie den Status der ausgewählten Bestellungen aktualisieren möchten?

# CONFIRM_UPDATEPAYMENTSTATUS_TITLE
source: Update payment status
de: Bezahlstatus aktualsieren

# CUSTOMERLIST_PAGER_STATUSFORMAT
source: {0} Customers - Page {1} of {2}
de: {0} Kunden - Seite {1} von {2}
nl: {0} Klanten – blz. {1} van {2}

# CUSTOMER_SAVESUCCESS_MSG
source: Congratulations you have saved your customer.
de: Herzlichen Glückwunsch, Sie haben Ihren Kunden gespeichert.
nl: Gefeliciteerd u uw klant hebt opgeslagen.

# CUSTOMER_SAVESUCCESS_TITLE
source: Customer Profile Saved
de: Kundenprofil gespeichert
nl: Klantprofiel Opgeslagen

source: Declined
de: Verweigert

# DELETECUSTOMERS_SUCCESS
source: The customers were successfully deleted.
de: Der Kunde wurde erfolgreich gelöscht.

# DELETEORDERS_SUCCESS
source: The orders were successfully deleted.
de: Die Bestellung wurde erfolgreich gelöscht.

# DELETE_NOTES_CONFIRMATION_BODY
source: Are you sure you want to delete this note?
de: Möchten Sie diese Notiz wirklich löschen?
nl: Weet u zeker dat u deze notitie wilt wissen?

# DELETE_NOTES_CONFIRMATION_TITLE
source: Delete Note
de: Notiz löschen
nl: Notitie wissen

# DELIVERYPREFERENCE_CUSTOMERWILLPICKUP
source: Pickup
de: Abholung

# DELIVERYPREFERENCE_DELIVERTOHOMEORWORK
source: Home / Work
de: Zuhause/Arbeit

# DELIVERYPREFERENCE_OTHER
source: Other
de: Andere

# DELIVERYPREFERENCE_SETUPAPPOINTMENTFORCONSULTATIONANDDELIVERY
source: Setup appointment for consultation and delivery
de: Termin für Beratung und Produktauslieferung vereinbaren

# DELIVERYPREFERENCE_SHIPTOCUSTOMERADDRESS
source: Ship to customer address
de: An Kundenadresse schicken

# EDITCUSTOMER_VALIDATION_MESSAGE
source: You must fix the validation errors before saving this customer
de: Sie müssen die Validierung Fehler vor dem Speichern diesen Kunden zu beheben
nl: U moet de validatie fouten te herstellen voordat u opslaat deze klant

# EDITCUSTOMER_VALIDATION_MESSAGE_TITLE
source: Customer Validation
de: Kunden Validation
nl: klant Validation

# EDITORDER_TITLE
source: Edit Order
de: Bestellung ändern

# EDITORDER_VALIDATION_MESSAGE
source: You must fix the invalid items highlighted in red before you can save this order
de: Bitte vervollständigen Sie die rot markierten Angaben, um die Bestellung zu speichern.
nl: U moet de rood gemarkeerde ongeldige punten in orde brengen om deze bestelling te kunnen opslaan

# EDITORDER_VALIDATION_TITLE
source: Invalid Order
de: Ungültige Bestellung
nl: Ongeldige bestelling

# EDIT_CUSTOMER_INVALID_DUPLICATE_GROUP_NAME
source: Group name is invalid or duplicate
de: Der Gruppenname ist ungültig oder existiert bereits.

source: Error
de: Fehler

# ERROR_CSV_FILE_EXPECTED
source: CSV file is expected
de: CSV wird erwartet

# ERROR_CSV_FILE_REQUIRED
source: CSV file is required
de: CSV ist notwendig

# ERROR_NOTIFY_TITLE
source: Error: ({code})
de: Fehler
nl: Storing

# IMPORTANTDATE_GRADUATION
source: Graduation
de: Schulabschluss
nl: Afsluiting opleiding

# IMPORTANTDATE_NEWBABY
source: New Baby
de: Geburt des Kindes
nl: Nieuwe baby

# IMPORTANTDATE_NEWJOB
source: New Job
de: Neuer Job
nl: Nieuwe baan

# IMPORTANTDATE_OTHER
source: Other Date
de: Weiterer wichtiger Termin
nl: Andere datum

# IMPORTANTDATE_VACATION
source: Vacation
de: Urlaub ab
nl: Vakantie

# IMPORTANTDATE_WEDDING
source: Wedding
de: Hochzeitstag
nl: Bruiloft

# IMPORTCUSTOMERSLIST_PAGER_STATUSFORMAT
source: {0} Contacts - Page {1} of {2}
de: {0} Kontakte - Seite {1} von {2}

# IMPORTCUSTOMERS_ADD
source: Add
de: Hinzufügen
nl: toevoegen

# IMPORTCUSTOMERS_MERGE
source: Merge
de: Zusammenführen
nl: samenvoegen

# IMPORTCUSTOMERS_NOTIFY_SUCCESS
source: Success! You imported {0} customers
de: Erfolgreich! Sie haben {0} Kunden importiert.

# IMPORTCUSTOMERS_SKIP
source: Skip
de: Behalten
nl: overslaan

# INVALID_ADDRESS
source: Address requires an addressee and at least one of the following fields: street, city, state, zip or country.
de: Die Adresse erfordert mindestens einen Adressaen und mindestens eines dieser Felder: Straße, Stadt, PLZ oder Land.
nl: Adres moet een ontvanger en tenminste een van de volgende vereisden hebben: straat, stadt, provincie, postcode of land.

source: Invalid Anniversary
de: Ungültiger Jahrestag

source: Invalid Birthday
de: Ungültiger Geburtstag

source: Invalid date
de: ungültiges Datum
nl: Ongeldige datum

source: Invalid Email
de: Ungültige E-Mail
nl: Ongeldige e-mail

# INVALID_NAME
source: Name cannot contain numbers or special characters
de: Name darf keine Zahlen oder Sonderzeichen enthalten
nl: Naam mag geen getallen of bijzondere karakters bevatten

# INVOICE_CREATE_ERROR
source: There was a problem creating the invoice. Please try again later.
de: Es ist ein Fehler bei der Erstellung der Quittung aufgetreten. Bitte probieren Sie es später erneut.

# MARKCOMPLETE_SUCCESS
source: Order was successfully updated and set to Processed.
de: Die Bestellung wurde erfolgreich aktualisiert und als bearbeitet markiert.

# MARKSHIPPED_SUCCESS
source: Order was successfully updated and set to Shipped / Delivered.
de: Die Bestellung wurde erfolgreich aktualisiert und als verschickt markiert.

# NOTESLIST_ITEM_TITLE
source: {0} {1} on {2}
de: {0] {1} von {2}
nl: {0} {1} op {2}

# NOTESLIST_PAGER_STATUSFORMAT
source: {0} Notes - Page {1} of {2}
de: {0} Notizen - Seite {1} von {2}
nl: {0} Notities – blz. {1} van {2}

# NOTIFY_ADDPRODUCT_SUCCESS
source: Product was successfully added.
de: Produkte wurden erfolgreich hinzugefügt.
nl: Product werd toegevoegd.

# NOTIFY_UPDATEPRODUCT_SUCCESS
source: Product quantity was successfully updated.
de: Anzahl der Produkte wurde erfolgreich aktualisiert

# ORDERDETAIL_ARCHIVE
source: Archive
de: Archiv

# ORDERDETAIL_DELETE
source: Delete
de: Löschen

# ORDERDETAIL_UNARCHIVE
source: Unarchive
de: Wiederherstellen

# ORDERDETAIL_UNDELETE
source: Undelete
de: Löschen rückgängig machen

# ORDERLIST_PAGER_STATUSFORMAT
source: {0} Orders - Page {1} of {2}
de: {0} Bestellungen - Seite {1} von {2}
nl: {0} Bestellingen – blz. {1} van {2}

# ORDERPAYMENTSTATUS_COMPLETED
source: Fully Paid
de: Vollständig bezahlt

# ORDERPAYMENTSTATUS_NA
source: Unpaid
de: Noch nicht bezahlt
nl: Onbetaald

# ORDERPAYMENTSTATUS_PARTIAL
source: Partially Paid
de: Teilweise bezahlt

# ORDERSOURCE_ONLINE
source: Online
de: Persönliche Website

# ORDERSOURCE_SALESTICKET
source: Sales Ticket
de: eigene Eingabe
nl: Verkoopkaartje

# ORDERSTATUS_PROCESSED
source: Processed
de: Bearbeitet

# ORDERSTATUS_SHIPPEDDELIVERED
source: Shipped/Delivered
de: Versendet/Ausgeliefert

# ORDERSTATUS_SUBMITTED
source: New
de: Neu

# ORDERSTATUS_UNDERREVIEW
source: Pending
de: Offen
nl: Onafgehandeld

# ORDER_EDIT
source: Edit Order
de: Bestellung ändern

# ORDER_UPDATESTATUS_SUCCESS
source: Order status has been updated.
de: Der Status der Bestellung wurde geändert.
nl: Bestelstatus is geactualiseerd.

# ORDER_UPDATESTATUS_TITLE
source: Order Updated
de: Bestellung geändert
nl: Bestelling geactualiseerd

# PAYMENT_STATUS_SUCCESS
source: Your payment status has been updated, please click on Orders in the navigation to review changes.
de: Der Status Ihrer Bezahlung wurde aktualisiert, bitte klicken Sie auf Bestellungen um die Änderungen zu sehen.

# PHONENUMBERTYPE_HOME
source: Home
de: Festnetz
nl: Vaste telefoon

# PHONENUMBERTYPE_MOBILE
source: Mobile
de: Mobil
nl: Mobiel

# PHONENUMBERTYPE_OTHER
source: Other
de: Andere

# PHONENUMBERTYPE_WORK
source: Work
de: Arbeit
nl: Kantoor

# PROCESSCCPAYMENT_DECLINED
source: retry
de: Wiederholen

# PROCESSCCPAYMENT_PENDING
source: process
de: Prozess

# PRODUCTSLIST_PAGER_STATUSFORMAT
source: {0} Products - Page {1} of {2}
de: {0} Produkte - Seite {1} von {2}

# PROGRESS_ADDTOGROUP
source: Adding selected customers to the group
de: Ausgewählte Kunden zu Gruppe hinzufügen

# PROGRESS_ARCHIVECUSTOMER
source: Archiving selected customers...
de: Ausgewählte Kunden archivieren
nl: Geselecteerde klanten archiveren

# PROGRESS_ARCHIVEORDER
source: Archiving selected orders...
de: Ausgewählte Bestellungen werden archiviert
nl: Geselecteerde bestellingen archiveren...

# PROGRESS_DELETECUSTOMERS
source: Deleting selected customers
de: Ausgewählte Kunden löschen

# PROGRESS_DELETEFROMGROUP
source: Removing selected customers from the group
de: Ausgewählte Kunden von der Gruppe entfernen

# PROGRESS_DELETEORDERS
source: Deleting selected orders
de: Ausgewählte Bestellungen löschen

# PROGRESS_RESTORECUSTOMERS
source: Restoring selected customers
de: Ausgewählte Kunden löschen

# PROGRESS_RESTOREORDERS
source: Restoring selected orders
de: Ausgewählte Bestellungen löschen

# PROGRESS_UNARCHIVECUSTOMER
source: Unarchiving selected customers...
de: Ausgewählte Kunden aus dem Archiv holen…
nl: Geselecteerde klanten dearchiveren...

# PROGRESS_UNARCHIVEORDER
source: Unarchiving selected orders...
de: Ausgewählte Bestellungen werden dearchiviert
nl: Geselecteerde orde dearchiveren...

# PROGRESS_UPDATEPAYMENTSTATUS
source: Changing payment status for selected orders...
de: Bezahlstatus für ausgewählte Bestellungen ändern …

# PROMPT_DISCARDCHANGES
source: You have unsaved changes.
de: Sie haben Ihre Änderungen nicht gespeichert.
nl: Veranderingen nog niet opgeslagen.

# RECOMMENDATION_CATEGORY_FRAGRANCE
source: Fragrance
de: Düfte
nl: Geur

# RECOMMENDATION_CATEGORY_SKINCARE
source: Skin Care
de: Hautpflege
nl: Huidverzorging

# REMINDERS_PREFIX
source: for
de: für
nl: voor

# REMOVEWISHLIST_SUCCESS
source: Product successfully removed from wishlist.
de: Produkt wurde erfolgreich von der Wunschliste entfernt.

# RESTORECUSTOMERS_SUCCESS
source: The customers were successfully restored.
de: Die Kunden wurden erfolgreich wiederhergestellt.

# RESTOREORDERS_SUCCESS
source: The orders were successfully restored.
de: Die Bestellungen wurden erfolgreich wiederhergestellt.

# SAMPLEREQUEST_COMPLETE
source: Complete
de: Vollständig

# SAMPLEREQUEST_INCOMPLETE
source: Incomplete
de: Unvollständig

# SAMPLEREQUEST_PAGER_STATUSFORMAT
source: {0} Sample Requests - Page {1} of {2}
de: {0} Anfrage für Produktproben - Seite {1} von {2}

# SAVEORDER_SUCCESS
source: Order was successfully saved.
de: Die Bestellung wurde gespeichert.
nl: Bestelling is met succes opgeslagen.

# SAVING_ORDER
source: Saving...
de: Bestellung speichern …

# SEND_CONFIRMATION_EMAIL_ERROR
source: You must fix the validation errors before sending confirmation email
de: Sie müssen den Validierungsfehler beheben, bevor eine Bestätigungs-E-Mail verschickt werden kann
nl: U moet de validatie fouten korrigeren voordat u de bevestigings-email kunt versturen

# SEND_CONFIRMATION_EMAIL_SUCCESS
source: Confirmation email successfully sent
de: Bestätigungs-E-Mail wurde erfolgreich verschickt
nl: Bevestigings-email verstuurd

# SOCIALNETWORK_FACEBOOK
source: Click to add Facebook
de: Klicken Sie um Facebook hinzuzufügen

# SOCIALNETWORK_GOOGLEPLUS
source: Click to add Google+
de: Klicken Sie um Google+ hinzuzufügen

# SOCIALNETWORK_OTHER
source: Click to add other social network
de: Klicken Sie um andere soziale Netzwerke hinzuzufügen

# SOCIALNETWORK_TWITTER
source: Click to add Twitter link
de: Klicken Sie um einen Twitter Link hinzuzufügen

# SORT_AMOUNT
source: Amount
de: Betrag
nl: Bedrag

# SORT_DATEADDED
source: Date Added
de: Erstelldatum
nl: Datum toevoeging

# SORT_FIRSTNAME
source: First Name
de: Vorname
nl: Voornaam

# SORT_LASTNAME
source: Last Name
de: Nachname
nl: Achternaam

# SORT_LASTORDERDATE
source: Last Order Date
de: Datum der letzten Bestellung
nl: Datum laatste bestelling

# SORT_ORDERDATE
source: Order Date
de: Datum der Bestellung
nl: Besteldatum

# SORT_ORDERPAYMENTSTATUS
source: Payment Status
de: Status der Zahlung
nl: Betalingsstatus

# SORT_ORDERSTATUS
source: Order Status
de: Status der Bestellung
nl: Bestelstatus

# SORT_ORDERTYPE
source: Order Source
de: Bestellung eingegangen über
nl: Bestellingsbron

# SORT_PROFILEDATE
source: Profile Date
de: Profildaten

# SORT_RELEVANCE
source: Relevance
de: Relevanz

# SUBSCRIPTIONTYPE_BEAUTENEWS
source: Beaut-e-News
de: Be@uty-News

# SUBSCRIPTIONTYPE_PRODUCTREORDERREMINDER
source: Product Reorder Reminders
de: Erinnerungen für Produknachbestellungen

# UNARCHIVECUSTOMERS_SUCCESS
source: The customers were successfully unarchived.
de: Die Kunden wurden aus dem Archiv geholt.
nl: De klanten zijn met succes gedearchiveerd.

# UNARCHIVEORDERS_SUCCESS
source: The orders were successfully unarchived.
de: Die Bestellungen wurden erfolgreich aus dem Archiv wiederhergestellt.

# VALIDATION_ADDRESSEE_REQUIRED
source: Addressee is required
de: Bitte geben Sie einen Empfänger an
nl: Geadresseerde is vereist

# VALIDATION_ADDRESS_ONEOF
source: Address requires a street, city, state, or zip
de: Bitte fügen Sie Straße, Stadt, Bundesland oder Postleitzahl hinzu
nl: Voor het adres is een straat, stad of postcode vereist

# VALIDATION_DUPEMAIL
source: This email address is already used by another customer
de: Diese E-Mail-Adress wird bereits von einem anderen Kunden verwendet.

# VALIDATION_NUMBER
source: A number is required
de: Eine Nummer ist notwendig

# VALIDATION_PHONEEXTENSION
source: Invalid extension
de: Ungültige Durchwahl

# VALIDATION_PHONENUMBER
source: Invalid phone number
de: Ungültige Telefonnummer
nl: Ongeldig telefoonnummer

# VALIDATION_REQUIRED
source: This field is required
de: Das Feld ist ein Pflichtfeld
