Repository: Dnigor/mycnew
Catalog: myCustomers.Web/Resources/*/ClientStrings.*.resx
Languages: de, nl

# VALIDATION_TASKTITLE_REQUIRED
source: Title is required
de: Titel ist notwendig
nl: Titel is nodig

# VALIDATION_URL
source: Invalid URL
de: Ungültige URL

# ORDER_LOADING
source: Loading...
de: Bestellung lädt …

# CONFIRM_PURGECUSTOMERS_BODY
source: Are you sure you want to permanently delete the selected customer(s)? <small class="muted"> <br/><br/>Please note if you click “OK” you will permanently delete all information related to this customer including contact information, order history, Personal Website login information, and product reorder reminders.
de: Sind Sie sicher, dass Sie die ausgewählten Kunden löschen möchten?

# CONFIRM_PURGEORDERS_BODY
source: Are you sure you want to permanently delete the selected orders?
de: Sind Sie sicher, dass Sie die ausgewählten Bestellungen löschen möchten?

# CONFIRM_PURGEORDERS_TITLE
source: Permanently Delete Orders
de: Bestellungen löschen

# CONFIRM_REMOVEPRR_TITLE
source: Remove Customer Reorder Reminder
de: Erinnerung für Nachbestellung entfernen

# ERROR_NOTIFY_MESSAGE
source: We were unable to perform the action you requested. You can try again or contact our Mary Kay InTouch&trade; Customer Support group at 800-272-9333 (Mon. - Fri., 8:30 - 5:00 p.m. CT)
de: Ihre Anfrage konnte nicht bearbeitet werden. Probieren Sie es erneut oder kontaktieren Sie unseren Customer Service unter +49 (0)89 – 800 900 112 (Montag – Donnerstag, 8:00 – 18:00 Uhr; Freitag, 8:00 – 17:00 Uhr).

# PROGRESS_PURGECUSTOMERS
source: Deleting selected customers
de: Ausgewählte Kunden löschen

# PROGRESS_PURGEORDERS
source: Deleting selected orders
de: Ausgewählte Bestellungen löschen

# PURGECUSTOMERS_SUCCESS
source: The customers were successfully permanently deleted.
de: Die Kunden wurden erfolgreich gelöscht.

# PURGEORDERS_SUCCESS
source: The orders were successfully permanently deleted.
de: Die Bestellungen wurden erfolgreich gelöscht.

# REMOVEPRR_PROGRESS
source: Removing Reorder Reminder...
de: Erinnerung zur Nachbestellung löschen ...

# REMOVEPRR_SUCCESS_MESSAGE
source: Reorder Reminder Date was removed.
de: Die Erinnerung zur Nachbestellung wurde entfernt.

# UPDATEPRR_PROGRESS
source: Updating Reorder Reminder Date...
de: Aktualisierung der Erinnerungen für Nachbestellungen …

# UPDATEPRR_SUCCESS_MESSAGE
source: Reorder Reminder Date was updated.
de: Das Datum für Nachbestellungen wurde ak

# CONFIRM_PURGECUSTOMERS_TITLE
source: Permanently Delete Customers
de: Kunden löschen

# CONFIRM_REMOVEPRR_BODY
source: Are you sure you want to remove this reorder reminder?
de: Sind Sie sicher, dass Sie die Erinnerung zur Nachbestellung entfernen möchten?
