Repository: Dnigor/mycnew
Catalog: myCustomers.Web/Resources/*/Strings.*.resx
Languages: de, nl

source: Accept
de: Akzeptieren
nl: Accepteren

# ADDCASHPAYMENT_LABEL
source: add cash payment
de: Barzahlungen hinzufügen
nl: Contante betaling toevoegen

# ADDCHECKPAYMENT_LABEL
source: add check payment
de: Zahlung per Scheck hinzufügen
nl: Betaling met cheque toevoegen

# ADDCUSTOMER_ADDRESS
source: Address
de: Adresse
nl: Adres

# ADDCUSTOMER_ANNIVERSARY
source: Anniversary
de: Hochzeitstag
nl: Trouwdag

# ADDCUSTOMER_BIRTHDAY
source: Birthday
de: Geburtstag
nl: Verjaardag

# ADDCUSTOMER_CHANGE_PHOTO_CONFIRMCOPY
source: I have consent to upload this photo
de: Ich habe die Erlaubnis, dieses Foto hochzuladen
nl: Ik geef toestemming deze foto te uploaden

# ADDCUSTOMER_CONTACTBY
source: Contact by
de: Kontaktieren per
nl: Contact door

# ADDCUSTOMER_CONTACTFRIQUENCY
source: Contact frequency
de: Wie oft kontaktieren
nl: Contactfrequentie

# ADDCUSTOMER_CONTACTTIME
source: Contact time
de: Wann kontaktieren
nl: Contacttijd

# ADDCUSTOMER_CREATE_BUTTON
source: Save Customer
de: Kunde speichern
nl: Klant opslaan

# ADDCUSTOMER_EMAIL
source: Email
de: E-Mail-Adresse

# ADDCUSTOMER_EMAIL_LEGALMESSAGE
source: By entering an email address above, I understand that an email will automatically be sent to this email address offering this customer the opportunity to subscribe to receive Mary Kay ™ promotional emails from automated systems on your behalf. If you do not have this customer’s consent to receive emails or would not like to send automated email messages to this customer, please leave this field blank.
de: In dem ich obenstehend eine E-Mail-Adresse eintrage, verstehe ich, dass auf diese E-Mail eine automatisch generierte E-Mail verschickt wird, in der die Kundin die Möglichkeit bekommt, sich für E-Mails von Mary Kay® anzumelden.
nl: Door het aangeven van een email-adres hier boven, begrijp ik dat er automatisch een email aan dit email-adres word gestuurd die de klant de mogelijkheid bied, Mary Kay™ promotie emails te aboneren, die door een automatisch systeem in mijn naam worden verstuurd. Als u niet de bemachtiging heeft van deze klant of als u geen automatische emails wilt versturen aan deze klant, laat dit veld leeg.

# ADDCUSTOMER_FIRSTNAME
source: First Name
de: Vorname
nl: Voornaam

# ADDCUSTOMER_INTERESTS
source: Interested in
de: Interessiert an
nl: Belangstelling voor

# ADDCUSTOMER_LANGUAGE
source: Language
de: Sprache
nl: Taal

# ADDCUSTOMER_LASTNAME
source: Last Name
de: Nachname
nl: Achternaam

# ADDCUSTOMER_LEGALMESSAGE_LINK
source: Click here
de: Klicken Sie hier
nl: Hier klikken

# ADDCUSTOMER_MIDDLENAME
source: Middle Name
de: Zweiter Vorname
nl: Tweede voornaam

# ADDCUSTOMER_NOTE
source: Note or comment
de: Notizen
nl: Notitie of commentaar

# ADDCUSTOMER_OCCUPATION
source: Occupation / Title
de: Beruf
nl: Beroep / titel

# ADDCUSTOMER_OTHER_DESCRIPTION
source: Description
de: Beschreibung
nl: Beschrijving

# ADDCUSTOMER_PHONE
source: Phone
de: Telefon
nl: Telefoon

# ADDCUSTOMER_PHOTO_CHANGE
source: change
de: ändern
nl: Veranderen

# ADDCUSTOMER_PHOTO_INVALIDSIZE
source: Image size exceeded!
de: Bildgröße überschritten!
nl: plaatje te groot!

# ADDCUSTOMER_PHOTO_REMOVE
source: remove
de: entfernen

# ADDCUSTOMER_PHOTO_UNDO
source: undo
de: rückgängig machen
nl: annuleer

# ADDCUSTOMER_PROFILE_DATE
source: Profile Date
de: Profildaten
nl: Profieldatum

# ADDCUSTOMER_PROFILE_QUESTIONS
source: Profile Questions
de: Profilfragen
nl: Profielvragen

# ADDCUSTOMER_REFERREDBY
source: Referred by
de: Empfehlung durch
nl: Doorverwezen door

# ADDCUSTOMER_REFERREDBY_NAME
source: Hostess name or friend
de: Name der Gastgeberin oder Freundin
nl: Naam gastvrouw of vriendin

# ADDCUSTOMER_SAVE_BUTTON
source: Save Customer
de: Kunde speichern

# ADDCUSTOMER_SAVE_BUTTON_CONFIRMCOPY
source: * By clicking Save Customer, I confirm that I have the appropriate permission and consent to input and store this customer information, including on Mary Kay systems. {0} for a customer consent form and instructions.
de: *Mit Speicherung dieses Kunden bestätige ich, dass ich die entsprechende Einwilligung und Zustimmung habe, die Daten des Kunden einzugeben und zu speichern, auch in Systeme von Mary Kay®. {0} für Zustimmungsformular und Erklärung.
nl: * Door op Klant opslaan te klikken bevestig ik dat ik de vereiste toestemming en goedkeuring heb om deze klanteninformatie in te voeren en op te slaan, ook op Mary Kay systemen. {0} voor een klanten-toestemmingsformulier en instructies.

# ADDCUSTOMER_SHOWMORE
source: Show more fields (You can enter these later)
de: Mehr Felder anzeigen (Diese können Sie später ausfüllen)
nl: Toon verdere velden (U kann deze later invullen)

# ADDCUSTOMER_SOCIALNETWORK
source: Social Networks
de: Soziale Netzwerke
nl: Sociale netwerken

# ADDCUSTOMER_SPOUSE_NAME
source: Name
de: Bezeichnung

# ADDCUSTOMER_SPOUSE_PHONENUMBER
source: Phone Number
de: Telefonnummer

# ADDCUSTOMER_SUBSCRIPTION
source: Email Subscriptions
de: E-Mail-Abonnement

# ADDGWP_BUTTON
source: Add To Order
de: Zu Bestellung hinzufügen

source: Add Products
de: Produkte hinzufügen
nl: Producten toevoegen

# ADDPRODUCT_BUTTON
source: Add
de: Hinzufügen
nl: toevoegen

# ADDRESS_ADDRESSEE_LABEL
source: Full Name
de: Name
nl: Geadresseerde

# ADDRESS_ADDTOCUSTOMERPROFILE
source: Add to customer profile
de: Zum Kundenprofil hinzufügen
nl: Aan klantenprofiel toevoegen

# ADDRESS_CITY_LABEL
source: City
de: Stadt
nl: Stad

# ADDRESS_COUNTRY_LABEL
source: Country
de: Land
nl: Land

# ADDRESS_LABEL
source: Address:
de: Adresse:
nl: Adres:

# ADDRESS_PHONE_LABEL
source: Phone
de: Telefon
nl: Telefoon

# ADDRESS_POSTALCODE_LABEL
source: Postal Code
de: Postleitzahl
nl: Postcode

# ADDRESS_STATE_LABEL
source: State
de: Bundesland

# ADDRESS_STREET_LABEL
source: Street
de: Straße
nl: Straat

# ADDRESS_UNITNUMBER_LABEL
source: Unit Number
de: Hausnummer
nl: Unitnummer

source: Amount
de: Betrag
nl: Bedrag

source: Anniversary
de: Hochzeitstag

# ANNIVERSARY_DAY
source: day
de: Tag
nl: dag

# ANNIVERSARY_YEAR
source: year
de: Jahr
nl: jaar

# ARCHIVE_CUSTOMERS
source: Archive
de: Archiv
nl: Archiveren

# ARCHIVE_ORDER
source: Archive
de: Archiv
nl: Archiveren

# ARCHIVE_ORDERS
source: Archive
de: Archiv
nl: Archiveren

source: Birthday
de: Geburtstag
nl: Verjaardag

# BIRTHDAY_DAY
source: day
de: Tag
nl: dag

# BIRTHDAY_YEAR
source: year
de: Jahr
nl: jaar

# BTN_ADDCUSTOMER
source: New Customer
de: Neuer Kunde
nl: Nieuwe klant

# BTN_ADDORDER
source: New Order
de: Neue Bestellung
nl: Nieuwe bestelling

source: Cancel
de: Abbrechen
nl: ANNULEREN

# CHANGECCPAYMENT_LABEL
source: change
de: ändern

source: Check Number
de: Schecknummer
nl: Chequenummer

source: close
de: schließen

# CUSTOMERDETAIL_ACTIVITYSUMMARY_ADDEDNOTE
source: Added note:
de: Hinzugefügte Notiz:

# CUSTOMERDETAIL_ACTIVITYSUMMARY_CONTAINS
source: contains
de: enthält
nl: bevat

# CUSTOMERDETAIL_ACTIVITYSUMMARY_CREATED
source: Created
de: Erstellt
nl: Aangemaakt

# CUSTOMERDETAIL_ACTIVITYSUMMARY_ITEMSFOR
source: item(s) for
de: Produkt(e) für
nl: artikel(en) voor

# CUSTOMERDETAIL_ACTIVITYSUMMARY_ITSSTATUSIS
source: It's status is
de: Status:
nl: De status is

# CUSTOMERDETAIL_ACTIVITYSUMMARY_ORDER
source: Order
de: Bestellung
nl: Bestelling

# CUSTOMERDETAIL_ADDANOTEABOUT
source: Add a note about
de: Notizen hinzufügen
nl: Voeg een notitie toe over

# CUSTOMERDETAIL_ADDORDER
source: Add Order
de: Bestellung hinzufügen
nl: Bestelling toevoegen

# CUSTOMERDETAIL_ADDREMINDER
source: Add Reminder
de: Erinnerung hinzufügen
nl: Herinnering toevoegen

# CUSTOMERDETAIL_ADDRESSES
source: Addresses:
de: Adresse:
nl: Adressen:

# CUSTOMERDETAIL_ADDRESSES_PRIMARY
source: Primary
de: Erste
nl: Voornaamste

# CUSTOMERDETAIL_ADDTHISNOTE
source: Add this note
de: Diese Notiz hinzufügen
nl: Deze notitie toevoegen

# CUSTOMERDETAIL_ADD_WISHLIST
source: Add to wish list
de: Zur Wunschliste hinzufügen
nl: Aan verlanglijstje toevoegen

# CUSTOMERDETAIL_ARCHIVECUSTOMER
source: Archive customer
de: Kunde archivieren
nl: Klant archiveren

# CUSTOMERDETAIL_CONTACTINFO
source: Contact Info
de: Kontaktinformationen

# CUSTOMERDETAIL_CUSTOMERSINCE
source: Profile Date:
de: Datum des Profils
nl: Profieldatum:

# CUSTOMERDETAIL_DELETECUSTOMER
source: Delete customer
de: Kunden löschen
nl: Klant verwijderen

# CUSTOMERDETAIL_EDITCUSTOMER
source: Edit customer
de: Kunde bearbeiten
nl: Klant bewerken

# CUSTOMERDETAIL_NEWVIRTUALMAKEOVER
source: New Virtual Makeover
de: Neues Virtual Makeover
nl: Nieuwe virtual makeover

# CUSTOMERDETAIL_NEWVIRTUALMAKEOVER_AGREEMENT
source: I understand I must receive express permission from my customer to submit her photo to the Mary Kay® Virtual Makeover for purposes of creating a sample virtual makeover. In the event I upload a photo, I will only use this photo as expressly authorized by my customer.
de: Ich weiß, dass ich von meiner Kundin die ausdrückliche Erlaubnis erhalten muss, um ihr Foto auf das Mary Kay Virtual Makeover hochzuladen. Wenn ich ein Foto hochlade, werde ich dieses nur zu dem Zweck verwenden, dem meine Kundin ausdrücklich zugestimmt hat.
nl: Ik begrijp dat ik de uitdrukkelijke toestemming van mijn klant nodig heb om haar foto op de Mary Kay® Virtual Makeover over te dragen en daarmee een virtual makeover als voorbeeld aan te maken. Als ik een foto upload, gebruik ik deze alleen op de door mijn klant uitdrukkelijk goedgekeurde wijze.

# CUSTOMERDETAIL_NOACTIVITYSUMMARY_LABEL
source: This customer has no activity summary information to display
de: Zu diesem Kunden sind keine Aktivitäten vorhanden.
nl: Bij deze klant is geen informatie over een activiteitenoverzicht te zien

# CUSTOMERDETAIL_NOCUSTOMERINFO_LABEL
source: This customer has no additional information to display
de: Über diese Kundin sind keine weiteren Informationen verfügbar.
nl: Deze klant heeft geen verdere details.

# CUSTOMERDETAIL_NOTES_BUTTON_CONFIRMCOPY
source: * Notes should not be used to store confidential information about your customer such as credit card numbers.
de: *Diese Informationen können von Ihren Kunden nicht eingesehen werden. Tragen Sie hier keine vertraulichen Daten Ihrer Kunden wie Kreditkarteninformationen ein.
nl: * Notities mogen niet worden gebruikt om vertrouwelijke informatie over uw klant op te slaan, zoals creditcardnummers.

# CUSTOMERDETAIL_NOTES_CLICKTOEDIT
source: click to edit
de: Zum Bearbeiten anklicken
nl: klik om bij te werken

# CUSTOMERDETAIL_NOTES_DELETE
source: Delete
de: Löschen
nl: Wissen

# CUSTOMERDETAIL_NOTES_SAVE
source: Save
de: Speichern
nl: Opslaan

# CUSTOMERDETAIL_ORDERSUNAVAILABLEFORDELETEDCUSTOMERS
source: Orders are unavailable for deleted customers.
de: Für gelöschte Kunden sind keine Bestellungen verfügbar.

# CUSTOMERDETAIL_ORDERS_TYPE
source: Type :
de: Art:

# CUSTOMERDETAIL_PAGER_ACTIVITYPAGETEXT
source: Activities - Page
de: Aktivitäten - Seite
nl: Activiteiten - pagina

# CUSTOMERDETAIL_PAGER_OF
source: of
de: von
nl: van

# CUSTOMERDETAIL_PAGER_ORDERSPAGETEXT
source: Orders - Page
de: Bestellungen - Seite
nl: Bestellingen - pagina

# CUSTOMERDETAIL_PAGETITLE
source: Customer Detail
de: Kundeninformationen
nl: Klantdetail

# CUSTOMERDETAIL_PHONE
source: Phone:
de: Telefon:
nl: Telefoon:

# CUSTOMERDETAIL_PROFILEANSWERLABEL_OTHER
source: Other:
de: Andere:

# CUSTOMERDETAIL_PROFILEANSWERLABEL_OTHERS
source: Others:
de: Andere:

# CUSTOMERDETAIL_REFERREDBY
source: Referred by:
de: Empfohlen von:

# CUSTOMERDETAIL_REMINDERS
source: Reminders
de: Erinnerungen
nl: Herinneringen

# CUSTOMERDETAIL_REMINDERS_ADDTASK
source: Add Reminder
de: Erinnerung hinzufügen
nl: Herinnering toevoegen

# CUSTOMERDETAIL_REMINDERS_DESCRIPTION
source: Description
de: Beschreibung
nl: Beschrijving

# CUSTOMERDETAIL_REMINDERS_DUEON
source: Due On
de: Fällig am
nl: Vervalt op

# CUSTOMERDETAIL_REMINDERS_MORE
source: more...
de: Mehr …

# CUSTOMERDETAIL_REMINDERS_SAVETASK
source: Save
de: Speichern

# CUSTOMERDETAIL_REMINDERS_TITLE
source: Title
de: Titel
nl: Titel

# CUSTOMERDETAIL_SUBSCRIPTIONS
source: Subscriptions
de: Abonnement

# CUSTOMERDETAIL_TAB_ACTIVITYSUMMARY
source: Activity Summary
de: Aktivitätsübersicht
nl: Activiteitenoverzicht

# CUSTOMERDETAIL_TAB_CUSTOMERINFORMATION
source: Customer Information
de: Kundendaten
nl: Klantinformatie

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_BESTDAYSTOREACHME
source: The best days to reach me are:
de: Sie erreichen mich am besten an diesen Tagen:
nl: De beste dagen om mij te bereiken zijn:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_BESTTIMETOREACHME
source: The best time to reach me is:
de: Am besten erreichen Sie mich zu folgender Uhrzeit:
nl: De beste tijd om mij te bereiken is:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTFREQUENCY_EVERYTHREEMONTHS
source: Every three months
de: Alle drei Monate
nl: Elke drie maanden

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTFREQUENCY_EVERYTWOMONTHS
source: Every two months
de: Alle zwei Monate
nl: Elke twee maanden

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTFREQUENCY_MONTHLY
source: Monthly
de: Monatlich
nl: Elke maand

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTFREQUENCY_ONLYWHENIAMREADY
source: Only when I am ready
de: Nur, wenn ich sie kontaktiere
nl: als ik er klaar voor ben.

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTFREQUENCY_WHENNEWPRODUCTSAREAVAILABLE
source: When new products are available
de: Wenn neue Produkte verfügbar sind
nl: Als er nieuwe producten zijn.

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTMETHOD_STANDARDPOST
source: Standard mail
de: Post
nl: Standaard post

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTPERSONALINFO
source: Contact / Personal Info
de: Kontakt/Persönliche Daten
nl: Contact / persoonlijke info

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTTIME_AM
source: AM
de: vormittags
nl: s morgens

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_CONTACTTIME_PM
source: PM
de: nachmittags
nl: Namiddag / avond

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_HYPERLINKTYPE_BOOKMARK
source: Bookmark
de: Lesezeichen

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_HYPERLINKTYPE_OTHER
source: Other
de: Andere

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_HYPERLINKTYPE_PROFILEIMAGE
source: Profile Image
de: Profilbild

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_IDLIKETOLEARNMOREABOUT
source: I'd like to learn more about:
de: Ich würde gerne mehr erfahren über:
nl: Ik will graag meer weten over:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_ILIKETOSHOP
source: I like to shop:
de: Ich kaufe am liebsten:
nl: Ik koop graag in:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_IPREFERTOHEARFROMMYCONSULTANT
source: I prefer to hear from my Beauty Consultant:
de: Ich höre am liebsten von meiner Schönheits-Consultant:
nl: Ik will graag van mijn schoonheidsconsulente will horen via:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_MYEMPLOYERIS
source: Place of work:
de: Arbeitsplatz:
nl: werkplaats

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_MYOCCUPATIONIS
source: My occupation is:
de: Ich bin tätig als:
nl: Mijn beroep is:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_MYSPOUSESPECIALSOMEONEIS
source: My spouse/special someone is:
de: Mein Ehemann/Partner:
nl: Mijn echtgenoot/bijzondere persoon is:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_PERSONALPROFILE
source: Personal Profile
de: Persönliches Profil
nl: Persoonlijk profiel

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_PREFERREDLANGUAGE
source: My preferred language for communication is:
de: Ich möchte bevorzugt in dieser Sprache kommunizieren:
nl: Voor communicatie geef ik de voorkeur aan de taal:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_PREFERREDMETHODSOFCONTACT
source: My preferred methods of contact are:
de: Ich bevorzuge folgende Kontaktmöglichkeit(en):
nl: Mijn voorkeur van contact is:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SHOPPINGMETHOD_ONLINE
source: Online
de: Persönliche Website

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SOCIAL
source: Social
de: Sozial

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASIONS
source: I have these upcoming special events:
de: In nächster Zeit stehen diese besonderen Anlässe an:
nl: Ik heb binnenkort deze bijzondere gebeurtenissen:

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASION_ANNIVERSARY
source: Anniversary
de: Hochzeitstag

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASION_BIRTHDAY
source: Birthday
de: Geburtstag

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASION_GRADUATION
source: Graduation
de: Schulabschluss
nl: graduatie

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASION_NEWBABY
source: NewBaby
de: NeuesBaby
nl: Nieuwbaby

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASION_NEWJOB
source: NewJob
de: NeuerJob
nl: Nieuwebaan

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASION_OTHER
source: Other
de: Andere

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASION_VACATION
source: Vacation
de: Urlaub ab
nl: Vakantie

# CUSTOMERDETAIL_TAB_CUSTOMERINFO_SPECIALOCCASION_WEDDING
source: Wedding
de: Hochzeitstag
nl: Huwelijk

# CUSTOMERDETAIL_TAB_NOPREVIOUSLYORDEREDPRODUCTS
source: This customer has not previously ordered any products.
de: Dieser Kunde hat noch keine Produkte bestellt.
nl: Deze klant heeft nog niet eerder producten gekocht.

# CUSTOMERDETAIL_TAB_NOTES
source: Notes
de: Notizen
nl: Notities

# CUSTOMERDETAIL_TAB_ORDERS
source: Orders
de: Bestellungen
nl: Bestellingen

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDERED
source: Previously Ordered
de: In der Vergangenheit bestellt

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDEREDPRODUCTS
source: Previously purchased products
de: Bereits gekaufte Produkte
nl: Eerder gekochte producten

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDEREDPRODUCTS_CLICKTOVIEWPRODUCTDETAILS
source: Click to view product details
de: Klicken Sie, um mehr Produktdetails zu erhalten
nl: Klik om product details te zien

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDEREDPRODUCTS_NAME
source: Name
de: Bezeichnung

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDEREDPRODUCTS_ORDERDATE
source: Order Date
de: Datum der Bestellung

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDEREDPRODUCTS_PARTNUMBER
source: Part Number
de: Artikelnummer

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDEREDPRODUCTS_SUGGESTEDRETAIL
source: Suggested Retail
de: Unverbindliche Preisempfehlung

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDERED_AMOUNT
source: Amount
de: Betrag
nl: Bedrag

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDERED_CLICKTOVIEWORDERDETAILS
source: Click to view order details
de: Klicken Sie, um Details zur Bestellung zu erhalten.

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDERED_DATE
source: Date :
de: Datum:
nl: Datum:

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDERED_NOORDERS
source: This customer has no orders.
de: Dieser Kunde hat bisher keine Bestellung gemacht.
nl: Deze klant heeft geen opdrachten.

# CUSTOMERDETAIL_TAB_PREVIOUSLYORDERED_PAYMENT
source: Payment
de: Zahlung
nl: Betaling

# CUSTOMERDETAIL_TAB_PRODUCTS
source: Products
de: Produkte
nl: Producten

# CUSTOMERDETAIL_TAB_RECOMMENDED
source: Recommended
de: Empfohlen

# CUSTOMERDETAIL_TAB_RECOMMENDEDPRODUCTS
source: Recommended products
de: Empfohlene Produkte
nl: Aanbevolen producten

# CUSTOMERDETAIL_TAB_RECOMMENDEDPRODUCTS_CLICKTOVIEWPRODUCTDETAILS
source: Click to view product details
de: Klicken Sie, um mehr Produktdetails zu erhalten

# CUSTOMERDETAIL_TAB_RECOMMENDEDPRODUCTS_NAME
source: Name
de: Bezeichnung

# CUSTOMERDETAIL_TAB_RECOMMENDEDPRODUCTS_NOPRODUCTS
source: No recommended products.
de: Keine empfohlenen Produkte
nl: Geen aanbevolen producten.

# CUSTOMERDETAIL_TAB_RECOMMENDEDPRODUCTS_PARTNUMBER
source: Part Number
de: Artikelnummer

# CUSTOMERDETAIL_TAB_RECOMMENDEDPRODUCTS_SUGGESTEDRETAIL
source: Suggested Retail
de: Unverbindliche Preisempfehlung

# CUSTOMERDETAIL_TAB_WISHLIST
source: Wishlist
de: Wunschliste

# CUSTOMERDETAIL_TAB_WISHLIST_CLICKTOVIEWPRODUCTDETAILS
source: Click to view product details
de: Klicken Sie, um mehr Produktdetails zu erhalten

# CUSTOMERDETAIL_TAB_WISHLIST_NAME
source: Name
de: Bezeichnung

# CUSTOMERDETAIL_TAB_WISHLIST_NOPRODUCTS
source: Currently your customer has no saved wish list. Please click "Add to wish list" to create one for her or she can create one on your personal website.
de: Ihr Kunde hat derzeit keine Wunschliste gespeichert. Bitte klicken Sie auf "Zur Wunschliste hinzufügen", um eine Wunschliste für sie zu erstellen oder sie kann eine Liste auf Ihrer Persönlichen WebSite anlegen.
nl: Actueel heeft uw klant geen opgeslagen verlanglijstje. Klik a.u.b. "Aan verlanglijstje toevoegen" om er een voor haar aan te maken; zij kan er ook op uw persoonlijke website een aanmaken.

# CUSTOMERDETAIL_TAB_WISHLIST_PARTNUMBER
source: Part Number
de: Artikelnummer

# CUSTOMERDETAIL_TAB_WISHLIST_PRODUCTS
source: Wish List products
de: Produkte auf der Wunschliste
nl: Producten voor verlanglijstje

# CUSTOMERDETAIL_TAB_WISHLIST_SUGGESTEDRETAIL
source: Suggested Retail
de: Unverbindliche Preisempfehlung

# CUSTOMERDETAIL_TAB_WISHLIST_WISHLIST
source: wish list
de: Wunschliste

# CUSTOMERDETAIL_TASKS_EDITTASK
source: Edit task
de: Aufgabe bearbeiten

# CUSTOMERDETAIL_UNARCHIVECUSTOMER
source: Unarchive customer
de: Kunden aus Archiv zurückholen

# CUSTOMERDETAIL_UNDELETECUSTOMER
source: Undelete customer
de: Löschen des Kunden rückgängig machen

# CUSTOMERDETAIL_VIEWCUSTOMERSUBSCRIPTIONS
source: View customer subscriptions
de: Gewünschte Kommunikation des Kunden ansehen
nl: Klantinschrijvingen bekijken

# CUSTOMERDIRECTIONS_COMMENTS_LABEL
source: Comments:
de: Kommentare:

# CUSTOMERDIRECTIONS_DELIVERYPREFERENCE_LABEL
source: Delivery preference:
de: Bevorzugte Versandart:

# CUSTOMERDIRECTIONS_FREESAMPLES_TEXT
source: Yes, i'm interested in getting free samples.
de: Ja, ich bin an kostenlosen Produktproben interessiert.

# CUSTOMERDIRECTIONS_GIFTMESSAGE_LABEL
source: Gift message:
de: Geschenknachricht:

# CUSTOMERDIRECTIONS_TITLE
source: Customer directions:
de: Richtung des Kunden:

# CUSTOMERLIST_ACTIONBUTTONGROUP_DELETE
source: Delete
de: Löschen

# CUSTOMERLIST_ACTIONBUTTONGROUP_EXPORT
source: Export
de: Exportieren
nl: Exporteren

# CUSTOMERLIST_ACTIONBUTTONGROUP_PRINT
source: Print
de: Drucken
nl: Printen

# CUSTOMERLIST_ACTIONBUTTONGROUP_PRINT_LIST
source: List
de: Liste

# CUSTOMERLIST_ACTIONBUTTONGROUP_PRINT_LABELS
source: Labels
de: Etiketten

# CUSTOMERLIST_COLUMNTITLES_ADDRESS
source: Address
de: Adresse
nl: Adres

# CUSTOMERLIST_COLUMNTITLES_LASTORDERED
source: Last Ordered
de: Zuletzt bestellt
nl: Laatste bestelling

# CUSTOMERLIST_COLUMNTITLES_PHONE
source: Phone
de: Telefon
nl: Telefoon

# CUSTOMERLIST_LISTTAB
source: List
de: Liste
nl: Lijst

# CUSTOMERLIST_NORESULTS_ALERT
source: No customers found matching search criteria
de: Für Ihre Suche wurden keine Kunden gefunden
nl: Geen klanten gevonden die bij de zoekcriteria passen

# CUSTOMERLIST_NOTESTAB
source: Notes
de: Notizen
nl: Notities

# CUSTOMERLIST_PAGETITLE
source: Customers
de: Kunden
nl: Klanten

# CUSTOMERLIST_ROWDETAIL_ADDORDER_LINK
source: Add Order
de: Bestellung hinzufügen
nl: Bestelling toevoegen

# CUSTOMERLIST_SELECTCUSTOMER_PAGETITLE
source: New Order - Select Customer
de: Neue Bestellung - Kunde auswählen
nl: Nieuwe bestelling - klant selecteren

# CUSTOMERLIST_SHOWPROFILEIMAGES_TOOLTIP
source: show/hide profile images
de: Profilbild zeigen/verbergen
nl: tonen/verbergen van profiel beelden

# CUSTOMER_ADDRESSHEADER
source: Address
de: Adresse

# CUSTOMER_BIRTHDAYHEADER
source: Birth Day
de: Geburtstag
nl: Geboortedag

# CUSTOMER_BIRTHMONTHHEADER
source: Birth Month
de: Geburtsmonat
nl: Geboortemaand

# CUSTOMER_CELLPHONEHEADER
source: Cell Phone
de: Mobil
nl: Mobiel

# CUSTOMER_CITYHEADER
source: City
de: Stadt

# CUSTOMER_EMAILHEADER
source: Email
de: E-Mail-Adresse

# CUSTOMER_FIRSTNAMEHEADER
source: First Name
de: Vorname

# CUSTOMER_HOMEPHONEHEADER
source: Home Phone
de: Festnetz
nl: Thuis

# CUSTOMER_LASTNAMEHEADER
source: Last Name
de: Nachname

# CUSTOMER_NAMEHEADER
source: Name
de: Bezeichnung

# CUSTOMER_PHONENUMBERHEADER
source: Phone Numbers
de: Telefonnummern
nl: Telefoonnummers

# CUSTOMER_STATEHEADER
source: State
de: Bundesland

# CUSTOMER_STREETADDRESSHEADER
source: Street Address
de: Straße

# CUSTOMER_SUITEHEADER
source: Suite/Apt/Unit
de: Hausnummer
