Repository: Dnigor/mycnew
Catalog: myCustomers.Web/Resources/*/Strings.*.resx
Languages: de, nl

# CUSTOMER_WORKPHONEHEADER
source: Work Phone
de: Telefon Arbeit

# CUSTOMER_ZIPCODEHEADER
source: Zip Code
de: PLZ

# DASHBOARD_CUSTOMERS
source: Customers
de: Kunden
nl: Klanten

# DASHBOARD_CUSTOMERSTEXT
source: View your customer list and add, edit and modify your customer profile information - including phone numbers, email addresses, product preferences and more.
de: Überprüfen Sie Ihre Kundenliste und ändern Sie gegebenenfalls Ihre Kundenprofile mit Telefonnummer, E-Mail-Adresse, Produktpräferenzen und weiteren Optionen.
nl: Uw klantenlijst bekijken en uw klantenprofielinformatie toevoegen, bewerken en veranderen – met inbegrip van telefoonnummers, e-mailadressen, productvoorkeur en meer.

# DASHBOARD_MANAGECUSTOMERS
source: Manage Your Customers
de: Verwalten Sie Ihre Kunden
nl: Uw klanten beheren

# DASHBOARD_MANAGEORDERS
source: Manage Your Orders
de: Verwalten Sie Ihre Bestellungen
nl: Uw bestellingen beheren

# DASHBOARD_MANAGEREMINDERS
source: Manage Your Reminders
de: Vewalten Sie Ihre Erinnerungen
nl: Uw herinneringen beheren

# DASHBOARD_ORDERS
source: Orders
de: Bestellungen
nl: Bestellingen

# DASHBOARD_ORDERSTEXT
source: Manage your new, pending or processed orders from your Personal Web Site/My Mary Kay Web Site, or from sales tickets you have created.
de: Verwalten Sie neue, offene oder bearbeitete Bestellungen über Ihre Persönliche WebSite oder Bestellungen, die Sie selbst aufgenommen haben.
nl: Uw nieuwe, onafgehandelde of afgehandelde bestellingen van uw persoonlijke website/My Mary Kay website of van verkoopkaartjes die u heeft aangemaakt beheren.

# DASHBOARD_REMINDERS
source: Reminders
de: Erinnerungen
nl: Herinneringen

# DASHBOARD_REMINDERSTEXT
source: Create reminders to help you stay on top of your business. This section will even automatically generate reminders for you!
de: Richten Sie sich hier Erinnerungen ein. Zudem werden über diesen Bereich automatische Erinnerungen an Sie verschickt.
nl: Maak herinneringen aan om bij te blijven met uw business. In dit gedeelte worden zelfs automatisch herinneringen voor u aangemaakt!

# DASHBOARD_TITLE
source: Dashboard
de: Übersicht
nl: Overzicht

# DASHBOARD_WELCOME
source: Welcome to myCustomers!
de: Willkommen bei myCustomers!
nl: Welkom bij MijnKlanten

# DASHBOARD_WELCOMETEXT
source: Manage your customer list and order information in one easy to access location.
de: Verwalten Sie Ihre Kundenliste und Bestellinformationen übersichtlich an einem Ort.
nl: Uw klantenlijst en bestelinformatie op één gemakkelijk te bereiken locatie beheren.

source: Date
de: Datum
nl: Datum

# DATE_LABEL
source: Date:
de: Datum:
nl: Datum:

source: Decline
de: Ablehnen
nl: Weigeren

# DELETEDCUSTOMERS_DELETE
source: Permanently Delete Customer
de: Kunden löschen

# DELETEDCUSTOMERS_NORESULTS_ALERT
source: No deleted customers found
de: Es wurden keine gelöschten Kunden gefunden

# DELETEDCUSTOMERS_RESTORE
source: Restore
de: Wiederherstellen

# DELETEDORDERS_DELETE
source: Permanently Delete Order
de: Bestellung löschen

# DELETEDORDERS_NORESULTS_ALERT
source: No deleted orders found
de: Es wurden keine gelöschten Bestellungen gefunden.

# DELETEDORDERS_RESTORE
source: Restore
de: Wiederherstellen

# DELETE_ORDERS
source: Delete
de: Löschen

# DELIVERYADDRESS_MISSING
source: N/A
de: nicht verfügbar
nl: Niet van toepassing

# DELIVERYADDRESS_SELECTCUSTOMERADDRESS
source: select address from customer profile
de: Adresse von Kundenprofil auswählen
nl: Kies adres uit klanten-profiel

# DELIVERYADDRESS_SELECTCUSTOMERADDRESS_BUTTON
source: Select
de: Auswählen
nl: Selecteren

# DELIVERYADDRESS_SELECTCUSTOMERADDRESS_TITLE
source: Customer Addresses
de: Kundenadresse
nl: Klantenadressen

# DELIVERYDATE_MISSING
source: N/A
de: nicht verfügbar
nl: Niet van toepassing

# DELIVERYPREFERENCE_CUSTOMERWILLPICKUP
source: Pickup
de: Abholung

# DELIVERYPREFERENCE_DELIVERTOHOMEORWORK
source: Home / Work
de: Zuhause/Arbeit

# DELIVERYPREFERENCE_OTHER
source: Other
de: Andere

# DELIVERYPREFERENCE_SETUPAPPOINTMENTFORCONSULTATIONANDDELIVERY
source: Setup appointment for consultation and delivery
de: Termin für Beratung und Produktauslieferung vereinbaren

# DELIVERYPREFERENCE_SHIPTOCUSTOMERADDRESS
source: Ship to customer address
de: An Kundenadresse schicken

# DELIVERY_HEADING
source: Delivery
de: Lieferung
nl: Levering

# EDITCCPAYMENT_PROCESS
source: Process
de: Prozess

# EDITCCPAYMENT_SAVE
source: Save
de: Speichern

source: Edit Online Order
de: Bestellung bearbeiten

source: Edit Sales Ticket
de: Bestellung bearbeiten

# ERROR_404_TITLE
source: Page Not Found
de: Seite wurde nicht gefunden
nl: Pagina niet gevonden

# ERROR_500_TITLE
source: Unknown Server Error
de: Unbekannter Server-Fehler
nl: onbekende server fout

# ERROR_CSV_FILE_PARSE
source: Could not parse CSV file
de: CSV-Datei konnte nicht erkannt werden
nl: Fout bij het opzetten van het csv-bestand

# EXPORTCUSTOMERS_EXCEL_FILENAME
source: Customers_{0:yyyyMMdd}.xls
de: Kunden_{0:JJJJMMTT}.xls
nl: Klanten_{0:yyyyMMdd}.xls

# EXPORTCUSTOMERS_PRINT_FILENAME
source: Customers_{0:yyyyMMdd}.pdf
de: Kunden_{0:JJJJMMTT}.pdf
nl: Klanten_{0:yyyyMMdd}.pdf

# EXPORTLIST_DOCUMENTTITLE
source: Customers
de: Kunden

# EXPORTLIST_DOWNLOADFILENAME
source: ExportList
de: ExportListe
nl: Exportlijst

# EXPORTLIST_FOOTERCENTERSCRIPT
source: Page &P of &N
de: Seite &P von &N
nl: Pagina &P van &N

# FILTER_ADVANCED
source: Advanced
de: Fortgeschritten
nl: Gevorderd

# FILTER_ANNIVERSARY
source: Anniversary
de: Hochzeitstag
nl: Trouwdag

# FILTER_ANNIVERSARY_LABEL
source: Anniversary:
de: Jahrestag:

# FILTER_ARCHIVED
source: Archived
de: Archiviert
nl: Gearchiveerd

# FILTER_ARCHIVED_LABEL
source: Archived
de: Archiviert
nl: Gearchiveerd

# FILTER_BIRTHDAY
source: Birthday
de: Geburtstag
nl: Verjaardag

# FILTER_BIRTHDAY_LABEL
source: Birthday:
de: Geburtstag:

# FILTER_LASTORDERDATE
source: Last Order Date
de: Datum der letzten Bestellung
nl: Datum laatste bestelling

# FILTER_LASTORDERDATE_LABEL
source: Last Order Date:
de: Letztes Datum der Bestellung:

# FILTER_NONE
source: None
de: Keine
nl: Geen

# FILTER_ORDERDATE
source: Order Date
de: Datum der Bestellung
nl: Besteldatum

# FILTER_ORDERDATE_LABEL
source: Order Date
de: Datum der Bestellung
nl: Besteldatum

# FILTER_ORDERPAYMENTSTATUS
source: Payment Status
de: Status der Zahlung
nl: Betalingsstatus

# FILTER_ORDERPAYMENTSTATUS_LABEL
source: Payment Status:
de: Zahlungsstatus
nl: Betalingsstatus:

# FILTER_ORDERSTATUS
source: Order Status
de: Status der Bestellung
nl: Bestelstatus

# FILTER_ORDERSTATUS_LABEL
source: Order Status:
de: Status der Bestellung
nl: Bestelstatus:

# FILTER_ORDERTYPE
source: Order Source
de: Bestellung eingegangen über
nl: Bestellingsbron

# FILTER_ORDERTYPE_LABEL
source: Order Source:
de: Bestellung eingegangen über
nl: Bestellingsbron:

# FILTER_PRODUCT
source: Product
de: Produkt

# FILTER_PRODUCT_LABEL
source: Product
de: Produkt

# FILTER_PROFILEDATE
source: Profile Date
de: Profildaten
nl: Profieldatum

# FILTER_PROFILEDATE_LABEL
source: Profile Date
de: Profildaten

# FLASH_REQUIRED
source: Your browser requires Adobe Flash to upload photos. Upgrade your browser or download Adobe Flash below:
de: Ihr Browser benötiogt Adobe Flash, um das Foto hochzuladen. Aktualisieren Sie Ihren Browser oder laden Sie Adobe Flash herunter:

# GIFTMESSAGE_LABEL
source: Gift Message:
de: Geschenknachricht:

# GIFTORDER_LABEL
source: Gift Order:
de: Geschenkbestellung:

# GROUPCUSTOMERS_ACTIONBUTTONGROUP_DELETE
source: Remove From Group
de: Von der Gruppe entfernen

# GROUPCUSTOMERS_COLUMNTITLES_ADDRESS
source: Address
de: Adresse

# GROUPCUSTOMERS_COLUMNTITLES_PHONE
source: Phone
de: Telefon

# GROUPLIST_DELETE_BUTTON
source: Delete
de: Löschen

# HEADER_HELP
source: Help
de: Hilfe

# HEADER_SEARCH_INTOUCH
source: Search InTouch
de: Auf InTouch suchen

# HEADER_SHOPPING_BAG
source: Shopping Bag
de: Produktanfrage

# HEADER_WELCOME
source: Welcome
de: Willkommen
nl: Welkom

# HEADING_LINETOTAL
source: Retail Total
de: Gesamtbetrag

# HEADING_ORDERDATE
source: Order Date
de: Datum der Bestellung

# HEADING_PRICE
source: Suggested Retail
de: Unverbindliche Preisempfehlung

# HEADING_PRODUCTNAME
source: Name
de: Bezeichnung

# HEADING_QUANTITY
source: Quantity
de: Anzahl

# HEADING_REORDERREMINDERDATE
source: Reorder Reminder
de: Erinnerung zur Nachbestellung
nl: Nabestellings herinnering

# HEADING_SUGGESTEDRETAIL
source: Suggested Retail
de: Unverbindliche Preisempfehlung

# IMPORTCUSTOMERS_ACKNOWLEDGE
source: I acknowledge that I have consent from these customers to use this contact information and to store it, including on Mary Kay systems. {0} for a customer consent form and instructions.
de: Ich bestätige, dass ich die Zustimmung dieser Kunden habe, um die Kontaktinformationen zu verwenden und zu speichern - auch auf Mary Kay® Systemen. {0} für ein Formular für eure Kundinnen.
nl: Ik bevestig, dat ik de bemachtiging van deze klanten heb deze contact informaties te gebruiken en op te slaan, inklusief op Mary Kay systemen. Klik hier voor een klanten bemachtigings formulier en aanwijzingen.

# IMPORTCUSTOMERS_ACKNOWLEDGE_LINK
source: Click here
de: Klicken Sie hier

# IMPORTCUSTOMERS_ACTION
source: Action
de: Aktion
nl: aktie

# IMPORTCUSTOMERS_ADD
source: Add
de: Hinzufügen
nl: toevoegen

# IMPORTCUSTOMERS_ADDED
source: customer(s) added.
de: Kunde(n) hinzugefügt.
nl: klant(en) toegevoegd.

# IMPORTCUSTOMERS_BEAUTENEWS
source: Beaut-e-News<br />Newsletter
de: Be@uty-News<br />Newsletter

# IMPORTCUSTOMERS_CONTACT
source: Contact
de: Kontakt

# IMPORTCUSTOMERS_CUSTOMERS
source: customers
de: Kunden

# IMPORTCUSTOMERS_ECARDS
source: Personal emails<br />and eCards
de: Persönliche E-Mails

# IMPORTCUSTOMERS_EXISTINGCUSTOMER
source: Existing Customer
de: Vorhandene Kundin
nl: bestaande klant

# IMPORTCUSTOMERS_IMPORTCUSTOMERS
source: Complete Import
de: Import fertigstellen
nl: Import afsluiten

# IMPORTCUSTOMERS_IMPORT_FRIENDS
source: Import Friends
de: Freunde importieren
nl: Vrienden en vriendinnen importeren

# IMPORTCUSTOMERS_INFO_ALERT
source: Review the list of contacts below and select if you want to Add, Merge or Skip each contact.
de: Kontrollieren Sie die Kontaktliste und wählen Sie entsprechend für jeden Kontakt Hinzufügen, Zusammenführen und Behalten aus.
nl: en haak aan of u deze wilt toeveogen, samenvoegen of overslaan voor iedere contact.

# IMPORTCUSTOMERS_MERGE
source: Merge
de: Zusammenführen
nl: samenvoegen

# IMPORTCUSTOMERS_MERGED
source: customer(s) merged.
de: Kunde(n) zusammengeführt.
nl: klant(en) samengevoegd.

# IMPORTCUSTOMERS_NOIMPORTED
source: <strong>Warning,</strong> no customers were imported.
de: <strong>Achtung,</strong> es wurden keine Kunden importiert.
nl: <strong>Opgelet,</strong> er zijn geen contacten geimporteerd.

# IMPORTCUSTOMERS_NOTIMPORTED
source: customer(s) could not be imported.
de: Kunde(n) konnte(n) nicht importiert werden.
nl: klant(en) konden niet worden geimporteerd.

# IMPORTCUSTOMERS_PAGETITLE
source: Import Customers
de: Kunden importieren

# IMPORTCUSTOMERS_REMINDERS
source: Product Reorder<br />Reminders
de: <br />Erinnerung für Nachbestellungen

# IMPORTCUSTOMERS_RESULTS
source: Import Customers - Summary
de: Kundenimport - Zusammenfassung
nl: Import klanten - samenvatting

# IMPORTCUSTOMERS_RESULTSSUBSCRIPTIONS
source: Import Customers - Summary / Subscriptions
de: Kundenimport - Zusammenfassung / Abonnement

# IMPORTCUSTOMERS_SELECTCONTACTS
source: Import Customers - Select Contacts To Import
de: Kunden importieren - Wählen Sie die Kunden für den Import aus
nl: Klanten importeren - Kies te importerende contacten.

# IMPORTCUSTOMERS_SKIP
source: Skip
de: Behalten
nl: overslaan

# IMPORTCUSTOMERS_SKIPPED
source: customer(s) skipped.
de: Kunde(n) übersprungen.
nl: klant(en) overgeslagen.

# IMPORTCUSTOMERS_SUBMIT_SUBSCRIPTION
source: Submit Subscription
de: Bestätigung des Abonnements

# IMPORTCUSTOMERS_SUCCESS
source: <strong>Success!</strong> You imported
de: <strong>Erfolgreich!</strong> Sie importierten
nl: <strong>Success!</strong> U heeft geimporteerd:

# IMPORTCUSTOMERS_SUMMARY
source: Import Summary:
de: Zusammenfassung des Imports:
nl: Import samenvatting:

# IMPORTCUSTOMERS_UPLOADFILE
source: Import Customers
de: Kunden importieren
nl: Klanten importeren

# IMPORTCUSTOMERS_WARNING
source: Warning!
de: Achtung!
nl: Waarschuwing!

# IMPORTCUSTOMERS_WARNING_ALERT
source: There are no contacts to import.
de: Es gibt keine zu importierenden Kontakte.
nl: Er zijn geen contacten te importeren.

# IMPORTLIST_PAGETITLE
source: Import List
de: Liste importieren

# IMPORT_FRIENDSFROMFACEBOOK_PROMPT
source: You can import your friends from Facebook.
de: Importieren Sie Ihre Freunde aus Facebook.
nl: U kunt uw vrienden van Facebook importeren.

# IMPORT_FROMFACEBOOK_INSTRUCTIONS
source: Before you can import your Facebook friends, you'll be redirected to a Facebook login. When prompted, login using your Facebook account information.
de: Bevor Sie Ihre Facebook Freunde importieren können, werden Sie zum Facebook Login weitergeleitet. Geben Sie hier Ihre Anmeldedaten für Facebook ein.
nl: Voordat u uw Facebook vrienden kunt importeren, wordt u naar een Facebook login doorverwezen. Log desgevraagd in met de informatie van uw Facebook account.

# IMPORT_FROMFACEBOOK_LINKTEXT
source: Import from Facebook
de: Aus Facebook importieren
nl: Vanuit Facebook importeren

# IMPORT_FROMOUTLOOK_CHOOSEFILE
source: Choose file...
de: Datei auswählen…
nl: Kies bestand ...

# IMPORT_FROMOUTLOOK_INSTRUCTIONS
source: Before you can import your email contacts, please export to an Outlook CSV file.
de: Bitte exporten Sie Ihre E-Mail-Kontakte zuerst als Outlook CSV-Datei.
nl: Voordat u uw e-mail contacten kunt importeren moet u ze eerst naar een Outlook CSV bestand exporteren.

# IMPORT_FROMOUTLOOK_LINKTEXT
source: Import from Email
de: Aus Ihrem E-Mail-Programm importieren
nl: Vanuit e-mail importeren

# IMPORT_FROMOUTLOOK_PROMPT
source: You can import your contacts from Email account such as Yahoo!, Gmail or hotmail and much more!
de: Importieren Sie Ihre Kontakte aus E-Mail-Programmen wie Yahoo!, Gmail, Hotmail etc.
nl: U kunt uw contacten vanuit e-mail accounts importeren zoals Yahoo!, Gmail of hotmail en nog veel meer.

# IMPORT_IMPORTANT_PROMPT
source: Important:
de: Wichtig:
nl: Belangrijk:

# IMPORT_PROMPT
source: Quickly import contacts into your Customer list from the following sources and formats.
de: Importieren Sie schnell Kontakte in Ihre Kundenliste aus den folgenden Quellen und in diesen Formaten.
nl: Snel contacten uit uw klantenlijst vanuit de volgende bronnen en formaten importeren.

# INTOUCH_HELP
source: Help
de: Hilfe

# INTOUCH_SHOPPINGBAG
source: Shopping Bag
de: Produktanfrage

# INVITETOREGISTEREMAIL_SUBJECT
source: Nice to meet you!
de: Schön Sie zu treffen!

# INVOICE_ADDGIFTMESSAGE_LINK
source: add gift message
de: Nachricht zum Geschenk hinzufügen

# INVOICE_ADDMESSAGE_LINK
source: add invoice message
de: Nachricht zur Rechnung hinzufügen
nl: Factuurmededeling toevoegen

# INVOICE_CREATE_BUTTON
source: Create Invoice
de: Rechnung erstellen
nl: Factuur aanmaken

# INVOICE_CREATE_BUTTON_CONFIRMCOPY
source: * Order total, shipping fee and tax will only be saved to your invoice on your computer.
de: *Der Gesamtbetrag der Bestellung, die Versandkosten und die Steuern werden nur auf Ihrem Computer in der Rechnung gespeichert.
nl: * Totaal bestelling; verzendingskosten en belasting worden alleen op uw computer bij uw factuur opgeslagen.

# INVOICE_CREATE_LINK
source: Create Invoice
de: Rechnung erstellen
nl: Factuur aanmaken

# INVOICE_FOOTERCENTERSCRIPT
source: Page &P of &N
de: Seite &P von &N
nl: Pagina &P van &N

# INVOICE_GIFTMESSAGE_LABEL
source: Gift Message:
de: Geschenknachricht:

# INVOICE_MESSAGE_LABEL
source: Invoice Message:
de: Nachricht zur Rechnung
nl: Factuurmededeling:

# ISGIFT_FALSE
source: No
de: Nein

# ISGIFT_LABEL
source: Is Gift:
de: Ein Geschenk

# ISGIFT_TRUE
source: Yes
de: Ja

# LABEL_CASH
source: Cash Payments:
de: Barzahlungen:
nl: Contante betalingen:

# LABEL_CHECKS
source: Check Payments:
de: Zahlungen per Scheck:
nl: Betalingen met cheque:

source: make primary
de: Erste Wahl
nl: als eerste zetten

source: Mark As Complete
de: Bestellung vollständig
nl: Als voltooid markeren

# MARKAS_SHIPPED
source: Mark As Shipped / Delivered
de: Als verschickt markieren

# MONTHLIST_SELECT
source: --Select--
de: --Auswahl--

# NAV_CUSTOMERS
source: Customers
de: Kunden
nl: Klanten

# NAV_ORDERS
source: Orders
de: Bestellungen
nl: Bestellingen

# NAV_TASKS
source: Reminders
de: Erinnerungen
nl: Herinneringen

source: New Sales Ticket
de: Neue schriftliche Bestellung
nl: Kaartje nieuwe verkoop

# NOTESSEARCH_NORESULTS_ALERT
source: No notes found matching search criteria
de: Für Ihre Suche wurden keine Notizen gefunden
nl: Geen notities gevonden die bij de zoekcriteria passen

# ORDERCONFIRMATIONEMAILSUBJECT
source: Mary Kay Order Confirmation
de: Mary

# ORDERCONFIRMATIONEMAIL_CONTACTMEABOUTDELIVERYSTATEMENT
source: Please contact me to arrange a convenient time for delivery.
de: Bitte kontaktieren Sie mich, um einen Termin für die Produktanlieferung zu vereinbaren.

# ORDERCONFIRMATIONEMAIL_CONTACTMEABOUTPAYMENTSTATEMENT
source: Please contact me. I need your help to further process your payment.
de: Bitte kontaktieren Sie mich. Ich benötige einige Informationen, um Ihre Bestellung verarbeiten zu können.

# ORDERCONFIRMATIONEMAIL_CONTACTMEABOUTPROCESSINGSTATEMENT
source: Please contact me. I need your help to further process your order.
de: Bitte kontaktieren Sie mich. Ich benötige einige Informationen, um Ihre Bestellung verarbeiten zu können.

# ORDERCONFIRMATIONEMAIL_CONTACTMEASDESIREDSTATEMENT
source: I appreciate your business and want to be respectful of your time and your shopping preferences. If you ever desire personalized service, including skin care and beauty advice and follow-up to ensure your satisfaction, please feel free to contact me.
de: Ich schätze Ihre Zeit und Ihre Shopping-Vorlieben. Bitte kontaktieren Sie mich daher, wenn Sie sich zusätzlichen individuellen Service, wie Hautpflege-Tipps und andere Service-Leistungen, wünschen.

# ORDERCONFIRMATIONEMAIL_ORDERISGIFTSTATEMENT
source: Is this an order being shipped as a gift for someone else? If so, click the button below to send a personalized gift message now to let them know their gift is on its way.
de: Soll die Bestellung als Geschenk für jemaden anderes geschickt werden? Falls ja, klicken auf untenstehenden Button, um eine individuelle Geschenknachricht zu versenden.

# ORDERCONFIRMATIONEMAIL_ORDERPROCESSEDSTATEMENT
source: Your order has been processed.
de: Ihre Bestellung wurde bearbeitet.

# ORDERCONFIRMATIONEMAIL_ORDERSHIPPEDSTATEMENT
source: Your order has been shipped.
de: Ihre Bestellung wurde verschickt.

# ORDERCONFIRMATIONEMAIL_ORDERTOTAL_STATEMENTFORMAT
source: Your order total is {0}{1}.
de: Die Gesamthöhe Ihrer Bestellung beträgt {0}{1}.

# ORDERCONFIRMATIONEMAIL_PROPOSEDDELIVERYSCHEDULESTATEMENTFORMAT
source: I'm available on {0} at {1} to deliver your order. Is this a convenient time for you?
de: Ich habe am {0} um {1} Zeit, um Ihre Bestellung zu liefern. Passt Ihnen dieser Termin?

# ORDERDATE_LABEL
source: Order Date
de: Datum der Bestellung
nl: Besteldatum

# ORDERDETAILS_ONLINE_TITLE
source: Online Order
de: Online-Bestellung
nl: Online bestelling

# ORDERDETAILS_SALESTICKET_TITLE
source: Sales Ticket
de: Produktanfrage
nl: Verkoop bon

# ORDERFOLLOWUP_ADD_BUTTON
source: add follow-up
de: Nachverfolgung hinzufügen
nl: navervolging toevoegen

# ORDERFOLLOWUP_HEADING
source: Follow-up Reminder
de: Erinnerung zum Nachfassen

# ORDERFOLLOWUP_LABEL
source: Follow-up:
de: Nachgefasst:

# ORDERFOLLOWUP_OPTION_CUSTOM
source: Custom
de: Individuell
nl: Individueel

# ORDERFOLLOWUP_OPTION_NONE
source: None
de: Keine
nl: Geen

# ORDERLIST_AMOUNT
source: Amount
de: Betrag
nl: Bedrag

# ORDERLIST_CHANGEPAYMENTSTATUS_BUTTON
source: Change Payment Status
de: Zahlungsstatus ändern
nl: Betalingsstatus veranderen

# ORDERLIST_CHANGEPAYMENTSTATUS_NEWSTATUS_LABEL
source: New status:
de: Neuer Status:
nl: Nieuwe status:

# ORDERLIST_CHANGEPAYMENTSTATUS_PROMPT
source: Select the new payment status to complete this action.
de: Zum Abschließen dieses Schritts wählen Sie einen neuen Zahlungsstatus.
nl: Nieuwe betalingsstatus selecteren om deze handeling af te sluiten.

# ORDERLIST_CUSTOMER
source: Customer
de: Kunde
nl: Klant

# ORDERLIST_DATE
source: Date
de: Datum
nl: Datum

# ORDERLIST_DELETE_BUTTON
source: Delete
de: Löschen

# ORDERLIST_LISTTAB
source: List
de: Liste

# ORDERLIST_NORESULTS
source: No orders found matching search criteria
de: Für Ihre Suche wurden keine Bestellungen gefunden
nl: Geen bestellingen gevonden die bij de zoekcriteria passen

# ORDERLIST_PAYMENT
source: Payment
de: Zahlung
nl: Betaling

# ORDERLIST_SOURCE
source: Source
de: Quelle
nl: Bron

# ORDERLIST_TITLE
source: Orders
de: Bestellungen
nl: Bestellingen

# ORDERNOTES_HEADING
source: Order Notes
de: Notizen zur Bestellung
nl: Bestellingsnotities

# ORDERNOTES_LABEL
source: Notes:
de: Notizen:
nl: Notities:

# ORDERNUMBER_LABEL
source: Order Number:
de: Nummer der Produktanfrage:
nl: Bestelnummer:

# ORDERPAYMENTSTATUS_COMPLETED
source: Fully Paid
de: Vollständig bezahlt
nl: Volledig betaald

# ORDERPAYMENTSTATUS_NA
source: Unpaid
de: Noch nicht bezahlt
nl: Onbetaald

# ORDERPAYMENTSTATUS_PARTIAL
source: Partially Paid
de: Teilweise bezahlt
nl: Gedeeltelijk betaald

# ORDERPAYMENT_REMOVE
source: remove
de: entfernen
nl: Verwijderen

# ORDERPAYMENT_REMOVE_CASH_TITLE
source: Remove cash payment
de: Barzahlung löschen

# ORDERPAYMENT_REMOVE_TITLE
source: Remove check payment
de: Überweisung löschen

# ORDERSOURCE_ONLINE
source: Online
de: Persönliche Website

# ORDERSOURCE_SALESTICKET
source: Sales Ticket
de: eigene Eingabe
nl: Verkoopkaartje

# ORDERSTATUS_LABEL
source: Order Status
de: Status der Bestellung
nl: Bestelstatus

# ORDERSTATUS_PROCESSED
source: Processed
de: Bearbeitet
nl: Afgehandeld

# ORDERSTATUS_SHIPPEDDELIVERED
source: Shipped/Delivered
de: Versendet/Ausgeliefert
nl: Verzonden/geleverd

# ORDERSTATUS_SUBMITTED
source: New
de: Neu
nl: Nieuw

# ORDERSTATUS_UNDERREVIEW
source: Pending
de: Offen
nl: Onafgehandeld

# ORDER_AT
source: at
de: um
nl: om

# ORDER_AVAILABLE
source: I'm available on
de: Ich bin verfügbar am
nl: Ik ben bereikbaar op

# ORDER_CONVENIENTTIME
source: Please contact me to arrange a convenient time for delivery.
de: Bitte kontaktieren Sie mich, um einen Termin für die Produktanlieferung zu vereinbaren.
nl: Neem a.u.b. contact met mij op om een passende tijd voor de levering te regelen.

# ORDER_DESIREDSERVICE
source: I appreciate your business and want to be respectful of your time and your shopping preferences. If you ever desire personalized service, including skin care and beauty advice and follow-up to ensure yoru satisfaction, please feel free to contact me.
de: Ich respektiere Ihr Geschäft und möchte respektvoll mit Ihrer Zeit und Ihren Shopping-Bedürfnissen umgehen. Falls Sie sich persönlichen Service (wie Hautpflege- und Schönheits-Tipps) wünschen, melden Sie sich sehr gerne bei mir.
nl: Ik heb respect voor uw zaken en zal zorgzaam met uw tijd en uw inkoop behoeftes omgaan. Als u ooit graag persoonlijke service, inclusief huidverzorging en schoonheidsadvies wilt hebben, gelieve dan graag contact met mij op te nemen.

# ORDER_EDIT
source: Edit Order
de: Bestellung ändern
nl: Bestelling bewerken

# ORDER_INVOICERECEIPT_ADDRESSOFSELLER
source: Address of Seller
de: Adresse des Verkäufers

# ORDER_INVOICERECEIPT_ADJUSTMENTSLABEL
source: Adjustments:
de: Abgleich:
nl: Bijwerkingen:

# ORDER_INVOICERECEIPT_AMOUNTHEADER
source: Amount
de: Betrag
