Repository: Dnigor/mycnew
Catalog: myCustomers.Web/Resources/*/Strings.*.resx
Languages: de, nl

# ORDER_INVOICERECEIPT_BUYERSSIGNATURELABEL
source: Buyer’s Signature Date
de: Datum des Verkaufs

# ORDER_INVOICERECEIPT_CANCELTRANSACTIONTEXT
source: I HEREBY CANCEL THIS TRANSACTION.
de: HIERMIT BRECHE ICH DIESE AKTION AB.

# ORDER_INVOICERECEIPT_DATEHEADER
source: Date:
de: Datum:
nl: Datum:

# ORDER_INVOICERECEIPT_DATELABEL
source: (Date)
de: (Datum)

# ORDER_INVOICERECEIPT_ESTIMATEDVALUELABEL
source: Estimated Suggested Retail Value:
de: Summe empfohlener Verkaufspreise:
nl: Waarschijnlijk aanbevolen verkoopwaarde:

# ORDER_INVOICERECEIPT_NAMEOFSELLERLABEL
source: Name of Seller
de: Name des Verkäufers

# ORDER_INVOICERECEIPT_NOTICEOFCANCELLATIONTEXT
source: Notice of Cancellation (enter date of transaction)
de: Abbruch (Datum der Transaktion)

# ORDER_INVOICERECEIPT_ORDERNUMBERLABEL
source: Order #:
de: Produktanfrage #:
nl: Opdracht nummer:

# ORDER_INVOICERECEIPT_PARAGRAPH1
source: Mary Kay Inc. stands behind its products sold by our Mary Kay Independent Beauty Consultants. If for any reason you are not completely satisfied with any Mary Kay® product, it will be replaced without charge, exchanged or the full purchase price refunded following its return to your authorized Mary Kay Independent Beauty Consultant or, if she is no longer active, to the Company with proof of purchase.
de: Falls Sie aus irgendeinem Grund nicht vollständig zufrieden mit einem Mary Kay® Produkt sein sollten, wird es Ihnen ersetzt, umgetauscht oder Sie erhalten den Kaufpreis zurückerstattet, nachdem Sie es Ihrer autorisierten selbständigen Schönheits-Consultant oder, wenn sie nicht mehr aktiv ist, dem Unternehmen zusammen mit einem Kaufbeleg zurückgegeben haben.
nl: Mary Kay Inc. staat volledig achter de producten die de zelfstandige Mary Kay schoonheidsconsulentes verkopen. Als u om welke reden dan ook niet helemaal tevreden bent over een Mary Kay®-product, dan wordt het gratis vervangen, omgeruild of krijgt u het aankoopbedrag terug. U dient het product wel eerst met het aankoopbewijs aan uw zelfstandige Mary Kay schoonheidsconsulente, of als zij niet meer actief is, aan het bedrijf terug te geven.

# ORDER_INVOICERECEIPT_PARAGRAPH3
source: Please contact the Customer Satisfaction Department for instructions on how to obtain an exchange or refund.
de: Bitte kontaktieren Sie den Customer Service unter +49 (0) 89 800 900-112, wenn Sie Fragen zum Umtausch haben.
nl: Neem a.u.b. contact met de klantenservice op omtrend aanwijzingen voor het ruilen of geld terug van producten.

# ORDER_INVOICERECEIPT_PRICEDISCLAIMER
source: * All prices are suggested retail.
de: * Unverbindliche Preisempfehlung.
nl: * Alle prijzen zijn aanbevolen adviesprijzen.

# ORDER_INVOICERECEIPT_PRICEHEADER
source: Price*
de: Preis *
nl: Prijs*

# ORDER_INVOICERECEIPT_PRODUCTNAMEHEADER
source: Product Name
de: Produktname
nl: Productnaam

# ORDER_INVOICERECEIPT_QTYHEADER
source: Qty.
de: Anzahl
nl: Aantal

# ORDER_INVOICERECEIPT_SALESTAXLABEL
source: Sales Tax:
de: Steuern
nl: BTW

# ORDER_INVOICERECEIPT_SATISFACTIONGUARANTEEHEADER
source: Satisfaction Guarantee
de: Umtauschgarantie
nl: Tevredenheidsgarantie

# ORDER_INVOICERECEIPT_SOLDBYLABEL
source: Sold By
de: Verkauft von
nl: Verkocht door

# ORDER_INVOICERECEIPT_SOLDTOLABEL
source: Sold To
de: Verkauft an
nl: verkocht aan

# ORDER_INVOICERECEIPT_TOTALLABEL
source: TOTAL:
de: SUMME:
nl: Totaal:

# ORDER_INVOICERECEIPT_WORKSHEETHEADER_CONFIRMATIONNUMBER_FORMAT
source: Order #:{0}
de: Bestellung #:{0}

# ORDER_ISGIFT
source: Is this an order being shipped as a gift for someone else?
de: Handelt es sich um ein Geschenk für jemand anderes?

# ORDER_ISTIMECONVENIENT
source: to deliver your order. Is this a convenient time for you?
de: um Ihre Bestellung auszuliefern. Ist das eine gute Zeit für Sie?
nl: uw bestelling te brengen. Is dat een goede tijd voor u?

# ORDER_MARK_PROCESSED
source: Mark as Processed
de: Als bearbeitet markieren
nl: Als afgehandeld markeren

# ORDER_MARK_SHIPPED
source: Mark as Shipped Delivered
de: Als verschickt/ausgeliefert markieren
nl: Als verstuurd / geleverd markeren

# ORDER_NOPRODUCTS
source: This order contains no products.
de: Diese Bestellung enthält keine Produkte.
nl: Deze bestelling bevat geen producten.

# ORDER_NOTES_WARNING
source: * Notes only for your files - will not print on customer receipt.
de: *Die Notizen sind nur für Ihre Unterlagen bestimmt und sind auf der Kundenquittung nicht zu sehen.
nl: * Notities alleen voor uw documenten - worden niet op ontvangstbewijs voor klanten afgedrukt.

# ORDER_PROCESSED
source: Your order has been processed.
de: Ihre Bestellung wurde bearbeitet.
nl: Uw opdracht is verwerkt

# ORDER_PROCESSORDER
source: Please contact me. I need your help to further process your order.
de: Bitte kontaktieren Sie mich. Ich benötige einige Informationen, um Ihre Bestellung verarbeiten zu können.
nl: Neem a.u.b. contact met mij op. Ik heb vragen mbt de bestelling.

# ORDER_PROCESSPAYMENT
source: Please contact me. I need your help to further process your payment.
de: Bitte kontaktieren Sie mich. Ich benötige einige Informationen, um Ihre Bestellung verarbeiten zu können.
nl: Neem a.u.b. contact met mij op. Ik heb vragen mbt de betaling.

# ORDER_SAVED
source: <strong>Success!</strong> The order has been saved.
de: <strong>Erfolgreich!</strong> Die Produktanfrage wurde gespeichert.
nl: <strong>Success!</strong> De opdracht is opgeslagen!

# ORDER_SELECTMESSAGES
source: Select one of the messages below to send your customer a confirmation email for this order:
de: um Ihrer Kundin eine Bestätigung für diese Produktanfrage zu senden:
nl: om uw klant een bevestigings-email voor deze opdracht te sturen

# ORDER_SENDCONFIRMATIONEMAIL
source: Send Confirmation Email
de: Bestätigungs-E-Mail senden
nl: Stuur bevestigings-email

# ORDER_SHIPPED
source: Your order has been shipped.
de: Ihre Bestellung wurde verschickt.
nl: Uw opdracht is verstuurd.

# ORDER_TOTAL
source: Estimated retail total
de: Summe unverbindliche Preisempfehlung

# ORDER_TOTAL_IS
source: Your order total is
de: Die Summe der Produktanfrage beträgt
nl: Het totale bedrag is

source: Page
de: Seite

# PAGEHEADER_ADDCUSTOMER_TITLE
source: New Customer
de: Neuer Kunde
nl: Nieuwe klant

# PAGEHEADER_EDITCUSTOMER_TITLE
source: Edit Customer
de: Kunde bearbeiten
nl: Klant bijwerken

# PAGEHEADER_HELP_LINKTEXT
source: Help
de: Hilfe

# PAGEHEADER_IMPORTCUSTOMER_TITLE
source: import existing customers
de: bestehende Kunden importieren
nl: Bestaande klanten importeren

# PAGEHEADER_OR_TITLE
source: or
de: oder
nl: of

# PAGER_NEXT
source: Next
de: Weiter
nl: Volgende

# PAGER_PAGESIZE_LABEL
source: Page Size:
de: Seitengröße:
nl: Paginagrootte:

# PAGER_PREVIOUS
source: Previous
de: Vorherige
nl: Vorige

# PAYMENTSTATUS_APPROVED
source: Approved
de: Genehmigt

# PAYMENTSTATUS_DECLINED
source: Declined
de: Verweigert

# PAYMENTSTATUS_ERROR
source: Error
de: Fehler

# PAYMENTSTATUS_LABEL
source: Payment Status:
de: Zahlungsstatus
nl: Betalingsstatus:

# PAYMENTSTATUS_NA
source: N/A
de: nicht verfügbar

# PAYMENTSTATUS_NOTPROCESSED
source: Not Processed
de: Nicht bearbeitet

# PAYMENTSTATUS_PENDING
source: Pending
de: Offen

# PAYMENTTYPE_CASH
source: Cash
de: Barzahlung

# PAYMENTTYPE_CHECK
source: Check
de: Überweisung

# PAYMENTTYPE_CREDITCARD
source: Credit Card
de: Kreditkarte

# PAYMENT_HEADING
source: Payment
de: Zahlung
nl: Betaling

# PHONETYPE_HOME
source: Home
de: Festnetz

# PHONETYPE_HOME_ABBR
source: H
de: Festnetz
nl: Vaste telefoon

# PHONETYPE_MOBILE
source: Mobile
de: Mobil

# PHONETYPE_MOBILE_ABBR
source: M
de: Mobil
nl: Mobiel

# PHONETYPE_OTHER
source: Other
de: Andere

# PHONETYPE_WORK
source: Work
de: Arbeit

# PHONETYPE_WORK_ABBR
source: W
de: Büro
nl: Kantoor

# PLACEHOLDER_DATE
source: MM/DD/YYYY
de: TT/MM/JJJJ
nl: DD-MM-JJJJ

# PLACEHOLDER_BIRTHDAY
source: MM/DD
de: TT.MM
nl: DD-MM

# PLACEHOLDER_ANNIVERSARY
source: MM/DD
de: TT.MM
nl: DD-MM

source: Primary
de: Erste
nl: Voornaamste

# PRIMARY_BADGE
source: Primary
de: Erste
nl: Voornaamste

# PRINTLIST_DOCUMENTTITLE
source: Customers
de: Kunden

# PRINTLIST_DOWNLOADFILENAME
source: PrintList
de: ListeDrucken
nl: Lijst afdrukken

# PRINTLIST_FOOTERCENTERSCRIPT
source: Page &P of &N
de: Seite &P von &N
nl: Pagina &P van &N

# PRODUCTCATALOG_CATEGORY_ALL
source: All
de: Alle
nl: Alle

# PRODUCTCATALOG_CATEGORY_BODYANDSUN
source: Body & Sun
de: Körperpflege & Sonnenschutz
nl: Lichaam & Zon

# PRODUCTCATALOG_CATEGORY_FRAGRANCE
source: Fragrance
de: Düfte
nl: Geur

# PRODUCTCATALOG_CATEGORY_GIFTS
source: Gifts
de: Geschnke

# PRODUCTCATALOG_CATEGORY_MENS
source: Mens
de: Pflege für Männer
nl: Heren

# PRODUCTCATALOG_CATEGORY_NEW
source: New Products
de: Neue Produkte
nl: Nieuwe producten

# PRODUCTCATALOG_CATEGORY_SKINCARE
source: Skin Care
de: Hautpflege
nl: Huidverzorging

# PRODUCTCATALOG_CATEGORY_SPECIALOFFERS
source: Special Offers
de: Besondere Angebote

# PRODUCTCATALOG_CLICKTOVIEWDETAILS
source: Click to view product details
de: Klicken Sie, um mehr Produktdetails zu erhalten

# PRODUCTCATALOG_PREVIOUSLYORDERED_NOTFOUND
source: This customer has not previously ordered any products
de: Dieser Kunde hat bisher keine Bestellung aufgegeben.

# PRODUCTCATALOG_RECOMMENDED_NOTFOUND
source: No recommended products
de: Keine empfohlenen Produkte

# PRODUCTCATALOG_SEARCH_NOTFOUND
source: No products found matching search criteria
de: Es wurden keine Produkte zu Ihrer Suchanfrage gefunden

# PRODUCTCATALOG_TAB_ALL
source: Product Catalog
de: Produktkatalog
nl: Product catalogus

# PRODUCTCATALOG_TAB_PREVIOUSLYORDERED
source: Previously Ordered
de: In der Vergangenheit bestellt
nl: Eerder besteld

# PRODUCTCATALOG_TAB_RECOMMENDED
source: Recommended
de: Empfohlen
nl: Aanbevolen

# PRODUCTCATALOG_TAB_WISHLIST
source: Wish List
de: Wunschliste
nl: Verlanglijstje

# PRODUCTCATALOG_WISHLIST_NOTFOUND
source: This customer has no products on their wish list
de: Dieser Kunde hat keine Produkte auf seiner Wunschliste
nl: Deze klant heeft geen producten op de wenslijst

# PRODUCTLIST_FOOTER_TOTAL
source: Estimated retail total:
de: Voraussichtlicher Gesamtbetrag:
nl: Geschatte detailhandel totaal:

# PRODUCTLIST_HEADER_NAME
source: Name
de: Bezeichnung
nl: Naam

# PRODUCTLIST_HEADER_PARTNUMBER
source: Part Number
de: Artikelnummer
nl: Artikelnummer

# PRODUCTLIST_HEADER_QUANTITY
source: Quantity
de: Anzahl
nl: Hoeveelheid

# PRODUCTLIST_HEADER_REORDERREMINDER
source: Reorder Reminder
de: Erinnerung zur Nachbestellung

# PRODUCTLIST_HEADER_RETAILTOTAL
source: Retail Total
de: Gesamtbetrag
nl: Detailhandel totaal

# PRODUCTLIST_HEADER_SUGGESTEDRETAIL
source: Suggested Retail Price
de: Unverbindliche Preisempfehlung
nl: Advies-detailhandelsprijs

source: Products
de: Produkte

# PRODUCTS_HEADING
source: Products
de: Produkte
nl: Producten

source: Product Catalog
de: Produktkatalog

source: Registered
de: Registriert

# REMINDERLIST_ACTION_TITLEISREQUIRED
source: Title is required field!
de: Der Titel ist ein Pflichtfeld!

# REMINDERLIST_ADDSUCCESS
source: Reminder has been added!
de: Erinnerung wurde hinzugefügt!
nl: Herinnering toegevoegd

# REMINDERLIST_BUTTON_TODAY
source: Today
de: Heute
nl: Vandaag

# REMINDERLIST_EDITREMINDER_DESCRIPTION
source: Description:
de: Beschreibung:

# REMINDERLIST_EDITREMINDER_DUEON
source: Due On:
de: Fällig am:

# REMINDERLIST_EDITREMINDER_SAVE
source: Save Changes
de: Änderungen speichern

# REMINDERLIST_EDITREMINDER_TITLE
source: Title:
de: Titel:

# REMINDERLIST_FILTERTITLE
source: View upcoming reminders:
de: Die nächsten Erinnerungen ansehen:
nl: Komende herinneringen bekijken:

# REMINDERLIST_FILTER_ALL
source: --All categories--
de: Alle Kategorien
nl: --Alle categorieën--

# REMINDERLIST_FILTER_ANNIVERSARY
source: Anniversary Celebration
de: Hochzeitstag
nl: Trouwdagviering

# REMINDERLIST_FILTER_BIRTHDAY
source: Birthday Celebration
de: Geburtstag
nl: Verjaardagsfeest

# REMINDERLIST_FILTER_BUSINESS
source: Website Business Opportunity Request
de: Anfrage zur Geschäfsmöglichkeit über die Website
nl: Website verzoek businessmogelijkheid

# REMINDERLIST_FILTER_HOST
source: Host a Party Website Request
de: Anfrage bezüglich einer Party über die Website
nl: Website verzoek gastvrouw worden van een party

# REMINDERLIST_FILTER_MYREMINDERS
source: Personal Reminders
de: Persönliche Erinnerungen
nl: Persoonlijke herinneringen

# REMINDERLIST_FILTER_ORDERDELIVERY
source: Order Delivery Reminder
de: Erinnerung zur Auslieferung der Bestellung
nl: Herinnering levering bestelling

# REMINDERLIST_FILTER_ORDERFOLLOWUP
source: Order Follow-up
de: Nachfassen zur Bestellung
nl: Follow-up bestelling

# REMINDERLIST_FILTER_PWSREGISTRATION
source: PWS Website Registration
de: Persönliche WebSite Registrierung
nl: PWS website registratie

# REMINDERLIST_FILTER_PWSUPDATEREGISTRATION
source: PWS Updated Registration
de: Aktualisierte Persönliche WebSite Registrierung
nl: PWS geactualiseerde registratie

# REMINDERLIST_FILTER_SAMPLEREQUEST
source: PWS WebSite Sample Request
de: PWS Website Produktprobe Anfrage

# REMINDERLIST_INCORRECT_CUSTOMERID
source: [Incorrect CustomreId]
de: [Falsche KundenID]

# REMINDERLIST_MASSUPDATESUCCESS
source: Tasks have been completed
de: Aufgaben sind erledigt!
nl: Taken zijn klaar

# REMINDERLIST_NEWREMINDER
source: New Reminder
de: Neue Erinnerung
nl: Nieuwe herinnering

# REMINDERLIST_NEWREMINDER_DESCRIPTION
source: Description:
de: Beschreibung:

# REMINDERLIST_NEWREMINDER_DUEON
source: Due On:
de: Fällig am:
nl: vervalt op:

# REMINDERLIST_NEWREMINDER_FORCUSTOMER
source: For customer:
de: Für Kunde:
nl: Voor klant:

# REMINDERLIST_NEWREMINDER_SAVE
source: Save Reminder
de: Erinnerung speichern
nl: Herinnering opslaan

# REMINDERLIST_NEWREMINDER_TITLE
source: Title:
de: Titel:

# REMINDERLIST_NEWREMINDER_TYPEAHEAD
source: Type in to select customer
de: Geben Sie den Namen ein, um eine Kundin auszuwählen
nl: Toets in om een klant te kiezen

# REMINDERLIST_OVERDUE_CLICK
source: Click
de: Klicken Sie
nl: Klik

# REMINDERLIST_OVERDUE_HERE
source: here
de: hier,
nl: hier

# REMINDERLIST_OVERDUE_HIDE
source: Hide overdue reminders
de: Überfällige Erinnerungen ausblenden
nl: Achterstallige herinneringen verbergen

# REMINDERLIST_OVERDUE_HIDEALL
source: to hide all your overdue reminders.
de: um die überfälligen Erinnerungen zu verbergen.
nl: om alle achterstallige herinneringen te verstoppen

# REMINDERLIST_OVERDUE_NOTFOUND
source: You don't have any overdue reminders
de: Sie haben keine überfälligen Erinnerungen
nl: Er zijn geen achterstallige herinneringen

# REMINDERLIST_OVERDUE_SELECTALL
source: Mark all overdue reminders complete
de: Alle überfälligen Erinnerungen als erledigt markieren
nl: Alle achterstallige herinneringen als afgesloten markeren

# REMINDERLIST_OVERDUE_VIEWALL
source: to view all your overdue reminders.
de: um alle überfälligen Erinnerungen anzusehen.
nl: om al uw achterstallige herinneringen te zien

# REMINDERLIST_PAGETITLE
source: Reminders
de: Erinnerungen
nl: Herinneringen

# REMINDERLIST_PREFIX_FOR
source: for
de: für
nl: voor

# REMINDERLIST_PREFIX_FROM
source: from
de: von
nl: van

# REMINDERLIST_PREFIX_WITH
source: with
de: mit
nl: met

# REMINDERLIST_REMINDERS_NOTFOUND
source: No reminders for today
de: Keine Erinnerungen für heute
nl: Geen herinneringen voor vandaag

# REMINDERLIST_REMTITLE_ANNIVERSARY
source: Anniversary Celebration
de: Hochzeitstag
nl: Trouwdagviering

# REMINDERLIST_REMTITLE_BIRTHDAY
source: Birthday Celebration
de: Geburtstag

# REMINDERLIST_REMTITLE_BUSINESS
source: Website Business Opportunity Request
de: Anfrage zur Geschäfsmöglichkeit über die Website

# REMINDERLIST_REMTITLE_DELIVERYREMINDER
source: Delivery Reminder
de: Erinnerung zur Auslieferung der Bestellung
nl: Herinnering levering

# REMINDERLIST_REMTITLE_EARNHOSTESSREWARDS
source: EarnHostessRewardsFollowUp [translation needed]
de: AnerkennungBelohungNachbereitung

# REMINDERLIST_REMTITLE_FOLLOWUP
source: Follow-up
de: Nachfassen

# REMINDERLIST_REMTITLE_HOST
source: Website Request to Host a Party
de: Anfrage über Website für Party

# REMINDERLIST_REMTITLE_NEWWEBSITEREGISTRATION
source: New WebSite Registration
de: Neue Registrierung über Website

# REMINDERLIST_REMTITLE_UPDATEWEBSITEREGISTRATION
source: Updated WebSite Registration
de: Aktualisierte Persönliche WebSite Registrierung

# REMINDERLIST_TITLE
source: Reminders
de: Erinnerungen

# REMINDERLIST_UPDATESUCCESS
source: Reminder has been updated!
de: Die Erinnerung wurde aktualisiert!

# REMINDERLIST_URLTEXT_ORDER
source: Order
de: Bestellung
nl: Bestelling

# REMINDERLIST_URLTEXT_PRODUCTSAMPLE
source: Product Sample
de: Kostenlose Produktproben

# REMINDERLIST_VIEWMORE
source: view more...
de: weitere…
nl: meer bekijken...

# REMINDERLIST_WITHOUTDUEDATE
source: Reminders without a due date
de: Erinnerungen ohne Datum
nl: Herinneringen zonder afloop datum

# REMINDERLIST_WITHOUTDUEDATE_NOTFOUND
source: No reminders without due date
de: Keine Erinnerungen ohne Termin
nl: Geen herinneringen zonder vervaldatum

source: remove
de: entfernen
nl: Verwijderen

# REMOVECCPAYMENT_LABEL
source: remove
de: entfernen

# SAMPLEREQUEST_CUSTOMERNAME
source: Name
de: Bezeichnung

# SAMPLEREQUEST_FORM_CANCEL
source: Cancel
de: Abbrechen

# SAMPLEREQUEST_STATUS_INCOMPLETE
source: Incomplete
de: Unvollständig

# SAMPLEREQUEST_TABLECOL_DESCRIPTION
source: Description
de: Beschreibung

# SAMPLEREQUEST_TABLECOL_QUANTITY
source: Quantity
de: Anzahl

source: Save
de: Speichern
nl: Opslaan

# SAVE_ORDER
source: Save and Review Order
de: Bestellung speichern und ansehen
nl: Bestelling opslaan en controleren

# SAVE_ORDER_BUTTON_CONFIRMCOPY
source: * By saving this order, I confirm that I have appropriate permission and consent to input and store this customer information.
de: *Mit Speicherung dieser Bestellung bestätige ich, dass ich die entsprechende Erlaubnis und Einwilligung habe, die Daten des Kunden einzugeben und zu speichern.
nl: * Door deze bestelling op te slaan bevestig ik dat ik de vereiste toestemming en goedkeuring heb om deze klantinformatie in te voeren en op te slaan.

# SEARCH_CLEAR
source: clear search
de: Suche löschen
nl: zoekopdracht wissen

# SEARCH_PLACEHOLDER
source: Search
de: Suche
nl: Zoeken

# SELECTALL_TOOLTIP
source: Select All
de: Alle ansehen

# SELECT_NONE
source: -- Select --
de: Auswählen
nl: -- Selecteren --

source: Send email
de: E-Mail senden
nl: Email versturen

# SORT_AMOUNT
source: Amount
de: Betrag
nl: Bedrag

source: Sort by
de: Sortieren nach
nl: Sorteren op

# SORT_DATEADDED
source: Date Added
de: Erstelldatum
nl: Datum toevoeging

# SORT_DIRECTION_TOOLTIP
source: Toggle sort direction
de: Auswahl umdrehen

# SORT_FIRSTNAME
source: First Name
de: Vorname
nl: Voornaam

# SORT_LASTNAME
source: Last Name
de: Nachname
nl: Achternaam

# SORT_LASTORDERDATE
source: Last Order Date
de: Datum der letzten Bestellung
nl: Datum laatste bestelling

# SORT_ORDERDATE
source: Order Date
de: Datum der Bestellung
nl: Besteldatum

# SORT_ORDERPAYMENTSTATUS
source: Payment Status
de: Status der Zahlung
nl: Betalingsstatus

# SORT_ORDERSTATUS
source: Order Status
de: Status der Bestellung
nl: Bestelstatus

# SORT_ORDERTYPE
source: Order Source
de: Bestellung eingegangen über
nl: Bestellingsbron

# SORT_PROFILEDATE
source: Profile Date
de: Profildaten
nl: Profieldatum

# SORT_RELEVANCE
source: Relevance
de: Relevanz

# SORT_TOOLTIP
source: Select a field to sort on
de: Feld auswählen, nach dem sortiert wird

# SUBSCRIPTIONTYPE_BEAUTENEWS
source: Beaut-e-News
de: Be@uty-News

# SUBSCRIPTIONTYPE_PRODUCTREORDERREMINDER
source: Product Reorder Reminders
de: Erinnerungen für Produknachbestellungen

# UNARCHIVE_CUSTOMER
source: Unarchive
de: Wiederherstellen
nl: uit het archief herstellen

# UNARCHIVE_CUSTOMERS
source: Unarchive
de: Wiederherstellen
nl: uit het archief herstellen

# UNARCHIVE_ORDER
source: Unarchive
de: Wiederherstellen
nl: uit het archief herstellen

# UNARCHIVE_ORDERS
source: Unarchive
de: Wiederherstellen
nl: uit het archief herstellen

# WISHLISTPRODUCT_BADGE
source: wish list
de: Wunschliste

# INVALID_ADDRESS
source: Address requires an addressee and at least one of the following fields: street, city, state, zip or country.
de: Die Adresse erfordert mindestens einen Adressaen und mindestens eines dieser Felder: Straße, Stadt, PLZ oder Land.
nl: Adres moet een ontvanger en tenminste een van de volgende vereisden hebben: straat, stadt, provincie, postcode of land.

# REMINDERS_PREFIX
source: for
de: für
nl: voor

# SEND_CONFIRMATION_EMAIL_ERROR
source: You must fix the validation errors before sending confirmation email
de: Sie müssen den Validierungsfehler beheben, bevor eine Bestätigungs-E-Mail verschickt werden kann
nl: U moet de validatie fouten korrigeren voordat u de bevestigings-email kunt versturen

# SEND_CONFIRMATION_EMAIL_SUCCESS
source: Confirmation email successfully sent
de: Bestätigungs-E-Mail wurde erfolgreich verschickt
nl: Bevestigings-email verstuurd

# VALIDATION_TASKTITLE_REQUIRED
source: Title is required
de: Titel ist notwendig
nl: Titel is nodig

# ADDCUSTOMER_SOTIALNET
source: Social Networks
de: Soziale Netzwerke

# CUSTOMERDETAIL_TAB_NOPRRPRODUCTS
source: This customer has no reorder reminders.
de: Bei diesem Kunden sind keine Erinnerungen für Nachbestellungen hinterlegt.

# CUSTOMERDETAIL_TAB_PRR
source: Reorder reminders
de: Erinnerung zur Nachbestellung

# CUSTOMERDETAIL_TAB_PRRPRODUCT_CANCELPRRUPDATELINK
source: cancel
de: Abbrechen

# CUSTOMERDETAIL_TAB_PRRPRODUCT_DELEELINK
source: remove
de: entfernen

# CUSTOMERDETAIL_TAB_PRRPRODUCT_EDITLINK
source: modify
de: Verändern

# CUSTOMERDETAIL_TAB_PRRPRODUCT_PARTNUMBER
source: Part Number
de: Artikelnummer

# CUSTOMERDETAIL_TAB_PRRPRODUCT_PRODUCTNAME
source: Product
de: Produkt

# CUSTOMERDETAIL_TAB_PRRPRODUCT_REMINDERDATE
source: Reminder Date
de: Termin zur Erinnerung

# CUSTOMERDETAIL_TAB_PRRPRODUCT_SAVEPRRUPDATELINK
source: save
de: Speichern

# CUSTOMERLIST_DELETEDCUSTOMERS_TOOLTIP
source: Deleted Customers
de: Gelöschte Bestellungen

# ORDERLIST_DELETEDORDERS_TOOLTIP
source: Deleted Orders
de: Gelöschte Bestellungen

# REMINDERLIST_FILTER_PRR
source: Reorder Reminders
de: Erinnerung zur Nachbestellung

# REMINDERLIST_REMTITLE_PRR
source: Reorder Reminder
de: Erinnerung zur Nachbestellung

# SOCIALNETWORK_OTHER
source: Other
de: Andere

# CUSTOMERLIST_COLUMNTITLES_NAMEANDEMAIL
source: Name & Email
nl: Naam & e-mail

# NAV_LOGOUT
source: logout
nl: Uitloggen

# PHONETYPE_OTHER_ABBR
source: O
nl: Ander

# SITE_NAME
source: myCustomers
nl: MijnKlanten

# ORDER_INVOICERECEIPT_PARAGRAPH4
source: You may CANCEL this transaction, without any penalty or obligation, within THREE BUSINESS DAYS from the above date.
nl: U kann deze transaktie binnen 3 dagen annuleren zonder straf of verplichting, geldig vanaf bovenstaand datum.

# INVOICE_FORMAT_LABEL
source: Format:
nl: Formaat:

# EXPORTCUSTOMERS_LABELS_FILENAME
source: CustomerLabels_{0:yyyyMMdd}.pdf
nl: KlantenLabels_{0:yyyyMMdd}.pdf
